--
-- PostgreSQL database dump
--

-- \restrict ZUS9wor9guhJyGkAN7nEFwA5ISGybaJgR0B3u9rtOtbSlw2FRq8DRhaeT5sYPIL

-- Dumped from database version 14.22 (Ubuntu 14.22-0ubuntu0.22.04.1)
-- Dumped by pg_dump version 14.22 (Ubuntu 14.22-0ubuntu0.22.04.1)

SET statement_timeout = 0;
SET lock_timeout = 0;
SET idle_in_transaction_session_timeout = 0;
SET client_encoding = 'UTF8';
SET standard_conforming_strings = on;
SELECT pg_catalog.set_config('search_path', '', false);
SET check_function_bodies = false;
SET xmloption = content;
SET client_min_messages = warning;
SET row_security = off;

--
-- Data for Name: Trip; Type: TABLE DATA; Schema: public; Owner: postgres
--

INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (20, 'ดอนสันแอ่น', '', '/uploads/1777882316588-ChatGPT_Image_4_พ.ค._2569_15_13_01.png', 3000, true, '2026-05-04 08:07:31.627', '2026-05-04 08:11:57.108', 1000, '', 'ตาก', 99, false, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (17, 'จิกจ้องฆ้องคำ', '🍃ทริปจิกจ้อง ฆ้องคำ จ.ลำปาง
เส้นทาง2วัน 1คืน

โปรการเดินทางวันเดินทาง 
📅วันเดินทาง
รวมตัวกันที่ Mrt จตุจักร / Bts หมอชิต 19.00น.
🚍ออกเดินทางจากกรุงเทพฯ
สู่ จ.ลำปาง

🏕วันที่1  เช้าที่
อ.เมืองปาน จ.ลำปาง
07.00น. แวะทานมื้อเช้า พร้อมเตรียมข้าวเที่ยง (จัดการส่วนตัว)
09.00น. เดินทางต่อ มุ่งหน้าวัดทุ่งส้าน
ถึงจุดอาบน้ำ นนท. อาบน้ำ เปลี่ยนชุดเดินป่า
จัดการสัมภาระ ส่วนตัว 
11.00น. เริ่มเดินเท้า จากจุดอาบน้ำ ขึ้นสู่ยอดดอย
ระยะทางประมาณ 4.5 - 5 กิโลเมตร ถึงพระธาตุ
เส้นทางช่วงแรก จะเดินในป่า ทางราบเดินเรื่อยๆ 
จะมีความชันใน 1 กิโลเมตรสุดท้าย ก่อนถึงพระธาตุ (ยอดดอย)
15.00น.ตั้งแคมป์ กางเต็นท์ส่วนตัว
เดินชมวิวทิวเขา พระอาทิตย์ตก
18.00น.ทานมื้อเย็นพร้อมกัน(เตรียมให้)
พักผ่อนตามอัธยาศัย

🏕วันที่2 เช้าบนดอย
06.00น. ตื่นมาชมแสงเช้า เก็บภาพบรรยากาศ
08.00น. ทานมื้อเช้า(เตรียมให้)
หลังทานมื้อเช้าเรียบร้อย นทท.เก็บสัมภาระ ส่วนตัว
เตรียมตัวเดินเท้าลงจากยอดดอย
09.00น. สักการะพระธาตุ  เริ่มเดินเท้า
13.00น เดินเท้าถึงจุด อาบน้ำ เปลี่ยนชุด
ทานมื้อเที่ยง(ดูแลส่วนตัวเอง)
14.00น. เดินทางกลับกทม
18.00น. ในระหว่างทางแวะทานมื้อเย็น (จัดการส่วนตัว)

** โปรแกรม การเดินทางทาง
สามารถปรับเปลี่ยนตาม ความเหมาะสม', '/uploads/1777881456883-LINE_ALBUM_จิกจ้อง_ฆ้องคำ_251119_29.jpg', 2900, true, '2026-05-04 07:55:53.087', '2026-05-04 08:12:59.478', 1000, '', 'ลำปาง', 99, false, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (21, 'ดอยหลวงเชียงดาว ( ฟอร์มทีม )', '', '/uploads/1777882679469-ChatGPT_Image_4_พ.ค._2569_15_19_15.png', 6250, true, '2026-05-04 08:18:00.479', '2026-05-04 08:18:00.479', 1000, '', 'เชียงใหม่', 99, false, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (14, 'เขาเย็น อุ้มเปี้ยม ', '', '/uploads/1777880643863-LINE_ALBUM_เขาเย็นอุ้มเปี้ยง_260424_5.jpg', 2700, true, '2026-05-04 04:09:19.04', '2026-05-04 07:44:03.954', 1000, '', 'ตาก', 99, false, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (13, 'เขาช้างเผือก ( ฟอร์มทีมรอจอง )', 'โปรการเดินทางวันเดินทาง 
📅วันเดินทาง
รวมตัวกันที่ Mrt จตุจักร / Bts หมอชิต 19.00 น.
🚍ออกเดินทางจากกรุงเทพฯ
สู่ อ.ทองผาภูมิ จ.กาญ

🏕วันที่1  เช้าที่อช.ทองผาภูมิ

06.00น.ล้างหน้า แปรงฟัน
07.00น.ทานมื้อเช้า (จัดการส่วนตัว)
เตรียมมื้อเที่ยง  (จัดการส่วนตัว)
08.00น. ลงทะเบียน ศูยน์บริการ นทท. บ้านอีต่อง
ชั่ง สัมภาระลูกหาบ 
-เริ่มเดิน
12.00น. แวะทานมื้อเที่ยง ตามจุดพัก
ระยะทาง4 กิโลเมตร ใช้เวลาเดิน 2-3 ชม
*ตั้งแคมป์ 
15.00น. ชม พระอาทิตย์ตก  เดินไต่สันคมมีด เส้นทาง 1กิโล
17.30น. ทานมื้อเย็น(เตรียมให้)
*พักผ่อนตาม อัธยาศัย

🏕วันที่2 เช้าบนดอย
05.30น  ชมวิว เขาช้างเผือก 
07.00น.กินมื้อเช้า(เตรียมให้)
08.00น. เก็บสัมภาระ  เก็บเต็นท์  พร้อมเดินทางลงจากดอย
12.00น.  ทานมื้อเที่ยง(จัดการส่วนตัว)
เก็บสัมภาระ
16.00น. เดินทางกลับ กทม
18.00น. ทานมื้อเย็นระหว่างทาง (จัดการส่วนตัว)

** โปรแกรม การเดินทางทาง
สามารถปรับเปลี่ยนตาม ความเหมาะสม', '', 3400, true, '2026-05-03 16:29:15.065', '2026-05-04 07:44:28.524', 1000, '', 'กาญจนบุรี', 99, false, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (22, 'ดอยหลวง ดอยหนอก', '', '/uploads/1777882976071-ChatGPT_Image_4_พ.ค._2569_15_24_21.png', 3300, true, '2026-05-04 08:22:56.711', '2026-05-04 08:23:25.108', 1000, '', ' พะเยา', 99, false, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (15, 'เขาสน สนามเพรียง', '', '/uploads/1777880785461-LINE_ALBUM_เขาสนเพรียง_260424_1.jpg', 2700, true, '2026-05-04 07:46:25.796', '2026-05-04 07:46:59.209', 1000, '', 'กำแพงเพชร', 99, false, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (16, 'เขาหลวงสุโขทัย ', '🍃ทริป้ขาหลวงสุโขทัย จ.สุโขทัย
เส้นทาง 2วัน 1คืน
โปรการเดินทางวันเดินทาง 
📅วันเดินทาง
รวมตัวกันที่ Mrt จตุจักร / Bts หมอชิต 19.00 น.
🚍ออกเดินทางจากกรุงเทพฯ
 สู่จ.สุโขทัย อช.รามคำแหง

🏕วันที่ 1 
06.00น. ลงทะเบียนเข้าอุทยาน และชั่งน้ำหนักสัมภาระจ้างลูกหาบ
พร้อมกับ เปลี่ยนชุดพร้อมเดินป่า
08.00น. เริ่มออกเดินเท้าจากจุดเริ่มเดิน 
เส้นทางนี้จะผ่านจุดพักหลักๆ เช่น น้ำดิกผักหวาน, ตะเคียนคู่ (มีน้ำดื่มให้เติมฟรี), และไทรงาม
ระยะทาง 3.7 กิโลเมตร แต่ความท้าทายอยู่ที่ความชันต่อเนื่อง 45-70 องศา 
12:00 น. แวะจุดพักทานมื้อเที่ยง (จัดการส่วนตัว)
14:00-15.00นถึงแคมป์ ลานกางเต็นท์ 
จัดการกางเต็นท์ส่วนตัว พักผ่อน เพื่อเดินชมวิว บริเวณ ยอดดอย 
​16:00 น.เดินชมยอดเขาต่างๆ เพื่อดูพระอาทิตย์ตก:​เขาเจดีย์ และ เขาพระแม่ย่า
18:00 น. ทานมื้อเย็นพร้อมกัน (เตรียมให้)
20.00น.พักผ่อน ตามอัธยาศัย 

🏕วันที่ 2
05:30 น. เดินเท้าไป ผานารายณ์ เพื่อชมพระอาทิตย์ขึ้นและทะเลหมอกที่กว้างไกลสุดตา
ระยะทางประมาณ 400 เมตร
08:00 น. รับประทานมื้อเช้า เก็บสัมภาระ และแจ้งลูกหาบ
​09:30 น. เริ่มเดินลงจากยอดเขา (ใช้เวลาประมาณ 2-3 ชั่วโมง)
​12:30 น.ถึงด้านล่าง อาบน้ำชำระร่างกายที่ห้องน้ำอุทยาน 
ทานมื้อเที่ยง ที่.ร้านสวัสดิการ ของอุทยาน (จัดการส่วนตัว)
14.00น.เตรียมตัว ขึ้นรถตู้ เดินทางกลับ กทม.
18.00น.ในระหว่างเราจะทางแวะทานมื้อเย็น (จัดการส่วนตัว)
ถึง กทม. ประมาณ22.00- 23:00 น.', '/uploads/1777880961923-LINE_ALBUM_เขาหลวงสุโขทัย_260108_1.jpg', 2800, true, '2026-05-04 07:49:22.373', '2026-05-04 07:49:22.373', 1000, '', 'สุโขทัย', 99, false, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (18, 'ดอยจง', '', '/uploads/1777881606754-LINE_ALBUM_ดอยจง_260424_5.jpg', 3000, true, '2026-05-04 08:00:06.873', '2026-05-04 08:00:06.873', 1000, '', 'ลำปาง', 99, false, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (19, 'ดอยมด', '', '/uploads/1777881759602-LINE_ALBUM_ดอยมด_260424_6.jpg', 3500, true, '2026-05-04 08:02:39.772', '2026-05-04 08:02:39.772', 1000, '', 'เชียงราย', 99, false, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (25, 'ตะโด๊ะกุย วาแหมะคี', '', '/uploads/1777883739445-659074801_122125902657078787_6817634284578829609_n.jpg', 2800, true, '2026-05-04 08:35:40.716', '2026-05-04 08:37:19.585', 1000, '', 'ตาก', 99, false, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (26, 'คลุยหลวง จอวาเล ทูเล', '', '/uploads/1777885315138-ChatGPT_Image_4_พ.ค._2569_16_02_35__1_.png', 4100, true, '2026-05-04 09:01:56.128', '2026-05-04 09:01:56.128', 1000, '', 'ตาก', 99, false, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (27, 'บาหลู่โข่ ( ทริปชิว )', '🌿ทริปบาหลู่โข่ จ.เชียงใหม่
เส้นทาง2วัน 1 คืน

โปรการเดินทางวันเดินทาง 
📅วันเดินทาง
รวมตัวกันที่ Mrt จตุจักร / Bts หมอชิต 19.00 น.
🚍ออกเดินทางจากกรุงเทพฯ
สู่ อ.แม่แจ่ม จ.เชียงใหม่

🏕วันที่1  เช้าที่ จ.เชียงใหม่
เดินทางมุ่งหน้าไปยัง อ.แม่แจ่ม
06.00น. แวะล้างหน้า แปรงฟัน
07.00น. ทานมื้อเช้า (จัดการส่วนตัว)
ก่อนไปตั้งแคมป์ เราจะแวะเที่ยวชม *ม่อนหมื่นหมาก
14.00น. จากนั้น เดินทางไปจุดนัดพบคนนำ
นนท. จัดการสัมภาระส่วนตัว
และเปลี่ยนโดยสาร 4WD ใช้เวลาในการเดินทาง 2ชม.
16.00น. ถึงที่พัก บาหลู่โข่
*ตั้งแคมป์  กางเต้นท์ส่วนตัว
พร้อมเดินถ่ายรูป ชมวิว รอบๆจุดแคมป์
17.00น.ทานมื้อเย็นพร้อม(เตรียมให้)
*พักผ่อนตามอัธยาศัย


🏕วันที่2 เช้าที่ บาหลู่โข่
05.30น  ตื่นมาชมวิวแสงเช้า  ลุ้นทะเลหมอก
07.00น. ทานมื้อเช้า (เตรียมให้)
09.00น. เก็บสัมภาระ  เก็บเต็นท์ส่วนตัว  
จากนั้น เราจะโดยสาร 4WD มาจุดขึ้นรถตู้
12.00น. ถึง อ.แม่แจ่ม 
12.30น.  ทานมื้อเที่ยง(จัดการส่วนตัว)
14.00น. เดินทางกลับ กทม.
18.00น. ในระหว่างทางเราจะแวะ ทานมื้อเย็น (จัดการส่วนตัว)', '/uploads/1777885689081-ChatGPT_Image_4_พ.ค._2569_16_09_18__1_.png', 3000, true, '2026-05-04 09:08:09.613', '2026-05-04 09:08:11.774', 1000, '', 'เชียงใหม่', 99, true, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (24, 'ดอยห้วยทู่', '🍃ทริปห้วยทู้ จ.ตาก
เส้นทาง2วัน 1คืน

โปรการเดินทางวันเดินทาง 
📅วันเดินทาง
รวมตัวกันที่ Mrt จตุจักร / Bts หมอชิต 19.00 น.
🚍ออกเดินทางจากกรุงเทพฯ
สู่เมือง ตาก

🏕เช้าวันที่1 เช้าที่คุ้มป๋าต๋อง
ถึง คร่าวๆเวลา 03.00น.
05.00น. เช้าที่ จัดการธุระส่วนตัว
07.00น. ทานมื้อเช้า(เตรียมให้)
เตรียมสัมภาระ ส่วนตัว
08.00น.เมื่อลงทะเบียนเรียบร้อย เปลี่ยนโดยสาร 4WD 
เพื่อไปยังจุดเริ่มเดิน หมู่บ้านลีซอ
ใช้เวลาเดินทาง ประมาณ 30-40นาที
09:00น. เริ่มต้นเดินเท้า
ระยะทางเดินเท้าประมาณ 6 กิโลเมตร  ช่วงแรกเป็นป่ากล้วย และไร่กาแฟ
12.00น. แวะจุดพัก ทานมื้อเที่ยง (เตรียมให้)
16.00น. ถึงจุดแคมป์  ตั้งแคมป์ ส่วนตัว
"17.00น. เตรียมตัวเดินไปยังจุดชมวิว ถ่ายรูปป้าย ""ห้วยทู่ ชมวิวพระอาทิตย์ตก
"
18:00 น. ทานมื้อเย็นพร้อมกัน( เตรียมให้)
พักผ่อนตามอัธยาศัย


🏕วันที่2 
06.00น  ตื่นเช้า วิวแคมป์ บรรยากาศในป่า
07.00น. ทานมื้อเช้า(เตรียมให้)
เก็บสัมภาระ  เก็บเต็นท์ 
08.00น.เดินเท้าลงจากยอดดอย
15.00น.เดินเท้าถึงบริเวณด้านล่าง 
จากนั้น เราจะโดยสาร 4WD  กลับไป คุ้มป๋าต๋อง
เพื่อ อาบน้ำ เปลี่ยนชุด 
พร้อมกับทานมื้อเที่ยง(เตรียมให้)
15.00น. เดินทางกลับ กทม.
18.00น. ทานมื้อเย็นระหว่างทาง (จัดการส่วนตัว)
ถึง กทม. เวลาโดยประมาณ 21.00น.


** โปรแกรม การเดินทางทาง
สามารถปรับเปลี่ยนตาม ความเหมาะสม', '/uploads/1777883576745-ChatGPT_Image_4_พ.ค._2569_15_34_12__1_.png', 3350, true, '2026-05-04 08:32:57.244', '2026-05-04 09:08:17.349', 1000, '', 'ตาก', 99, true, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (23, 'ดอยหลวงตาก', '🍃ทริปดอยหลวงตาก จ.ตาก
เส้นทาง2วัน 1คืน

โปรการเดินทางวันเดินทาง 
📅วันเดินทาง
รวมตัวกันที่ Mrt จตุจักร / Bts หมอชิต 19.00 น.
🚍ออกเดินทางจากกรุงเทพฯ
สู่เมือง ตาก

🏕เช้าวันที่1 เช้าที่คุ้มป๋าต๋อง
ถึง คร่าวๆเวลา 03.00น.
05.00น. เช้าที่ จัดการธุระส่วนตัว
07.00น. ทานมื้อเช้า(จัดการส่วนตัว)
เตรียมสัมภาระ ส่วนตัว
08.00น.เมื่อลงทะเบียนเรียบร้อย เปลี่ยนโดยสาร 4WD 
เพื่อไปยังจุดเริ่มเดิน
09:00น. เริ่มต้นเดินเท้า
ระยะทางเดินเท้าประมาณ 11 กิโลเมตร ใช้เวลา 6-7 ชั่วโมง
12.00น. แวะจุดพัก ทานมื้อเที่ยง (จัดการส่วนตัว)
16.00น. ถึงจุดแคมป์  ตั้งแคมป์ ส่วนตัว
"17.00น. เตรียมตัวเดินไปยังจุดชมวิว ต้นสนเดียวดาย ชมวิวพระอาทิตย์ตก
"
18:00 น. ทานมื้อเย็นพร้อมกัน( เตรียมให้)
พักผ่อนตามอัธยาศัย


🏕วันที่2 
06.00น  ตื่นเช้า วิวแคมป์ บรรยากาศในป่า
07.00น. ทานมื้อเช้า(เตรียมให้)
เก็บสัมภาระ  เก็บเต็นท์ 
08.00น.เดินเท้าลงจากยอดดอย
15.00น.เดินเท้าถึงบริเวณด้านล่าง 
จากนั้น เราจะโดยสาร 4WD  กลับไป คุ้มป๋าต๋อง
เพื่อ อาบน้ำ เปลี่ยนชุด 
พร้อมกับทานมื้อเที่ยง(เตรียมให้)
15.00น. เดินทางกลับ กทม.
18.00น. ทานมื้อเย็นระหว่างทาง (จัดการส่วนตัว)
ถึง กทม. เวลาโดยประมาณ 21.00น.


** โปรแกรม การเดินทางทาง
สามารถปรับเปลี่ยนตาม ความเหมาะสม', '/uploads/1777883282233-ChatGPT_Image_4_พ.ค._2569_15_29_15__1_.png', 3300, true, '2026-05-04 08:28:03.253', '2026-05-04 09:08:36.226', 1000, '', 'ตาก', 99, true, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (28, 'เบอบาตู', 'โปรการเดินทางวันเดินทาง 
📅วันเดินทาง
รวมตัวกันที่ Mrt จตุจักร / Bts หมอชิต 19.00 น.

🚍ออกเดินทางจากกรุงเทพฯ
สู่ อ.ท่าสองยาง  จ.ตาก

🏕วันที่1  เช้าที่อ.ท่าสองยาง
07.00น.ล้างหน้า แปรงฟัน
08.00น.ทานมื้อเช้า (จัดการส่วนตัว)
รับมื้อเที่ยง (เตรียมให้)
09.30น. นทท.
ชั่ง สัมภาระลูกหาบ 
เปลี่ยนโดยสาร 4WD ใช้เวลา 1-2 ชั่วโมง
11.00น. ถึงบริเวณวัด จุดเริ่มเดิน
ระยะทาง3 กิโลเมตร ใช้เวลาเดิน 1-2.30 ชม
แวะจุดพัก ทานมื้อเที่ยง(เตรียมให้)
ผ่านจุดชม ผาช่อ เนินฮิปฮอป สนามกลอฟช้าง
17.00น. ชม พระอาทิตย์ตก 
17.30น. ทานมื้อเย็น(เตรียมให้)
*พักผ่อนตาม อัธยาศัย


🏕วันที่2 เช้าบนดอย
05.30น  ชมวิว ดอยเบอ บาตู 
08.00น. เก็บสัมภาระ  เก็บเต็นท์  พร้อมเดินทางลงจากดอย
ประจำรถ รถ4WD 
12.00น.  ทานมื้อเที่ยง(จัดการส่วนตัว)
เก็บสัมภาระ
16.00น. เดินทางกลับ กทม
18.00น. ทานมื้อเย็นระหว่างทาง (จัดการส่วนตัว)


** โปรแกรม การเดินทางทาง
สามารถปรับเปลี่ยนตาม ความเหมาะสม', '/uploads/1777886269104-ChatGPT_Image_4_พ.ค._2569_16_19_04__1_.png', 2900, true, '2026-05-04 09:17:49.75', '2026-05-04 09:17:49.75', 1000, '', 'ตาก', 99, false, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (29, 'โบลาเวน ลาวใต้ 🇱🇦', '🍃ทริปโบลาเวน ลาวใต้
เส้นทาง3วัน 2คืน  
โปรการเดินทางวันเดินทาง 
📅วันเดินทาง
รวมตัวกันที่ Mrt จตุจักร / Bts หมอชิต 19.00 น.
🚍ออกเดินทางจากกรุงเทพฯ
สู่ สปป.ลาว

🏕วันที่1  เช้าที่.ด่านช่องแม๊ก
06.00น ถึงด่านช่องเม็ก ทำเรื่องข้ามแดนลาว 
และทานมื้อเช้า (จัดการส่วนตัว)
จากนั้นมุ่งหน้าสู่ บ้านหนองหลวง จุดเริ่มต้นเดินเท้า
12.00น.เข้าที่พัก จัดการสัมภาระส่วนตัว
ทานมื้อเที่ยง (จัดการส่วนตัว)
13.00-14.00น เริ่มเดินป่า ผ่านไร่กาแฟและป่าดิบชื้น  ข้ามห้วยบางจุด
​16:00: ถึงจุดกางเต็นท์ ด่านใหญ่ จัดเตรียมที่พัก 
ชมพระอาทิตย์ตกดินบนลานหิน
18.00น ทานมื้อเย็น (เตรียมให้)
20.00น.พักผ่อน ตามอัธยาศัย

🏕​เช้าวันที่2 พิชิตตาดขมึด และ ตาดเสือ
06.00น. ตื่นชมแสงเช้า 
07.00น ทานมื้อเช้า(เตรียมให้) 
พร้อมกับสัมภาระ
​08:00: ออกเดินเท้าจากแคมป์ มุ่งหน้าสู่ น้ำตกตาดขมึด 
"11.00น.แวะ น้ำตกตาดเสือ 	 "
ทานมื้อเที่ยง (เตรียมให้)
วางสัมภาระ เตรียมเฉพาะน้ำดื่ม 
​12:00: เดินเท้าต่อไปน้ำตกตาดขมึด
ถึงน้ำตก ตาดขมึด เล่นน้ำถ่ายรูป
​14:00: เดินเท้ากลับขึ้นมา เอาสัมภาระ ที่น้ำตกตาดเสือ
​15:00: มุ่งหน้ากลับมาที่พัก
บ้านหนองหลวง อาบน้ำเปลี่ยนชุด 
เดินชมบรรยากาศ ในหมู่บ้าน
18.00น. ทานมื้อเย็น (เตรียมให้)
20.00น.พักผ่อน ตามอัธยาศัย


🏕วันที่3  เล่นชิปไลน ตาดฟาน (Tad Fane) 
​06:00: เก็บสัมภาระ ทานมื้อเช้า(เตรียมให้)
เดินทางออกจากบ้านหนองหลวง
​10.00: แวะ ตาดฟาน (Tad Fane) 
ทานมื้อเที่ยง (จัดการส่วนตัว)
​12:00:เดินทางไปต่อ
​น้ำตกตาดเยื้อง (Tad Yuang): ถ่ายรูปศาลา หน้าน้ำตก 
​14:00: เดินทางกลับถึงปากเซ หรือไปต่อด่านช่องเม็ก
17:00น.ทำรื่องข้ามด่าน มุ่งหน้ากลับ กทม.
ระหว่างทาง ทานมื้อเย็น(จัดการส่วนตัว)


** โปรแกรม การเดินทางทาง
สามารถปรับเปลี่ยนตาม ความเหมาะสม', '/uploads/1777887315606-ChatGPT_Image_4_พ.ค._2569_16_36_30__1_.png', 4990, true, '2026-05-04 09:35:16.792', '2026-05-04 09:35:16.792', 1000, '', 'ลาว', 99, false, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (30, 'ปิลอโจ๊ะ', '', '/uploads/1777887730346-ChatGPT_Image_4_พ.ค._2569_16_43_28__1_.png', 6100, true, '2026-05-04 09:42:11.232', '2026-05-04 09:42:11.232', 1000, '', 'แม่ฮ่องสอน', 99, false, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (31, 'เปรโต๊ะลอซู', '🍃ทริปเปรโต๊ะลอซู จ.ตาก
เส้นทาง 3วัน 2คืน

โปรแกรมการเดินทางวันเดินทาง 
📅วันเดินทาง
รวมตัวกันที่ Mrt จตุจักร / Bts หมอชิต 19.00 น.
🚍ออกเดินทางจากกรุงเทพฯ
สู่.เมืองตาก

🏕วันที่1  เช้าที่ อ.อุ้มผาง
​08:00 น.: ถึงตัวเมืองอุ้มผาง แวะทานมื้อเช้า(จัดการส่วนตัว)
- มุ่งหน้าไป บ้านกุยเลอตอ จัดการสัมภาระ โดยสารรถ4wd ใช้เวลาประมาณ 1.30-2 ชั่วโมง
ระยะทาง 60 กิโล
​10:00 น.เริ่มออกเดินเท้า ระยะทางประมาณ 4-5 กม. ทางเดินช่วงแรกเป็นทุ่งนาและป่าไผ่ 
ข้ามห้วย ลุยโคลน  ในระหว่างทางแวะทานมื้อเที่ยง (เตรียมให้)
​15:00 น. ถึงจุดกางเต็นท์ (แคมป์ริมน้ำ) พักผ่อน  ท่ามกลางเสียงน้ำตก
​18:00 น.ทานมื้อเย็น (เตรียมให้)
20.00 พักผ่อนตามอัธยาศัย

"🏕​วันที่ 2 พิชิตจุดชมวิว ""ดอยมะม่วงสามหมื่น"" และน้ำตกรูปหัวใจ"
​06:00 น.ทานมื้อเช้า(เตรียมให้)    จากนั้นเตรียมตัวเดินขึ้นเขา
​07:00น.-08.00น.: เริ่มเดินเท้าไปยัง น้ำตกปิตุโกร และ ยอดมะม่วงสามหมื่น
ใช้เวลาท่องเที่ยว เต็มๆ 1วัน
​15:00 น.เดินกลับลงมายังแคมป์กางเต็นท์
17.00น.ถึงแคมป์ เปลี่ยนชุด
18.00น.ทานมื้อเย็น(เตรียมให้)
20.00น.พักผ่อนตามอัธยาศัย

🏕​วันที่ 3 เดินทางกลับ
​07:00 น. ทานมื้อเช้า(เตรียมให้)    พร้อมกับแคมป์ เก็บสัมภาระส่วนตัว 
​08:00 น. เริ่มเดินเท้า. มุ่งหน้าไปยังหมู่บ้านกุยเลอตอ
​12:00 น.ถึงหมู่บ้าน อาบน้ำเปลี่ยนเสื้อผ้า 
พร้อมกับ โดยสาย 4WD กลับไปที่ อ.อุ้มผาง
ทานมื้อเที่ยง(จัดการส่วนตัว)
​14:00 น. เดินทางออกจากอุ้มผาง ผ่านโค้งปราบเซียน 1,219 โค้ง
ในระหว่างทางแวะ ทานมื้อเย็น(จัดการส่วนตัว)
**เดินทางถึง กทม. เวลา 24.00น.-01.00น. โดยประมาณ

** โปรแกรม การเดินทางทาง
สามารถปรับเปลี่ยนตาม ความเหมาะสม', '/uploads/1777888147743-ChatGPT_Image_4_พ.ค._2569_16_50_12__1_.png', 3900, true, '2026-05-04 09:49:09.102', '2026-05-04 09:49:09.102', 1000, '', 'ตาก', 99, false, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (36, 'พะติโด่ หมื่อกาโด่', '', '/uploads/1777889838182-ChatGPT_Image_4_พ.ค._2569_17_18_38__2_.png', 4500, true, '2026-05-04 10:17:18.609', '2026-05-04 10:17:18.609', 1000, '', 'เชียงใหม่', 99, false, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (32, 'โป่งแง้น ', '🍃ทริปโป่งแง้น จ.เชียงใหม่
เส้นทาง2วัน 1คืน  (วันเข้าเดินเท้า~วันกลับล่องแพออก)

โปรการเดินทางวันเดินทาง 
📅วันเดินทาง
รวมตัวกันที่ Mrt จตุจักร / Bts หมอชิต 19.00 น.
🚍ออกเดินทางจากกรุงเทพฯ
สู่ อ.แม่แตง จ.เชียงใหม่

🏕วันที่1  เช้าที่ อ.แม่แตง
06.00น. แวะล้างหน้า แปรงฟัน
07.00น. ทานมื้อเช้า (จัดการส่วนตัว)
รับมื้อเที่ยง (เตรียมให้)
09.00น. ถึงบ้านสบก๋าย
จัดการสัมภาระส่วนตัว เปลี่ยนชุดพร้อมเดินป่า
จากนั้นขึ้นโดยสาร 4WD  เพื่อไปยันจุดเดินเท้า
ใช้เวลา 40นาที
10.00น. ถึงบริเวณจุดเริ่มเดินเท้า เข้าไปยังหมู่บ้านโป่งแง้น
ระยะเดินเท้าในวันนี้  ประมาณ4 กิโลเมตร ใช้เวลาเดิน 2-3 ชั่วโมง
ระหว่างเดินเท้า นทท.สามารถ แวะจุดพักทานมื้อเที่ยง(เตรียมให้) 
14.00น  ถึงโฮมสเตย์ ริมน้ำที่ทางเพจเพื่อนเดินป่า จัดเตรียมให้
ในระหว่างนี้ นทท. สมารถ เดินเล่นรอบๆหมู่บ้านริมน้ำ กลางป่า
ที่​ไร้สัญญาณ ไฟฟ้า ตัดขาดโลกภายนอกโดยแท้จริง
17.30น. ทานมื้อเย็นพร้อม(เตรียมให้)
*พักผ่อนตาม อัธยาศัย


🏕วันที่2 เช้าที่ โฮมเตย์
05.30น  ชมวิว บรรกาศยามเช้า 
07.00น. ทานมื้อเช้า (เตรียมให้)
08.00น. เก็บสัมภาระ  จัดเตรียมลงแพไม้ไผ่ 
ขากลับ ** เราจะ ล่องแพไม้ออกจากหมู่บ้าน 
บนแพ จะมีไกค์ท่องถิ่น 2คน ถ่อแพ หัวและท้าย
ระยะทางล่อแพ  9 กิโลเมตร ใช้เวลาประมาณ 1.30 - 2 ชั่วโมง จะถึงบ้านสบก๋าย
12.00น.  ถึงบ้านสบก๋าย 
นนท.อาบน้ำ เปลี่ยนชุด เก็บสัมภาระ ทานมื้อเที่ยง (จัดการตัวเอง)
15.00น. เดินทางกลับ กทม.
18.00น. ในระหว่างทางแวะทานมื้อเย็น(จัดการส่วนตัว)', '/uploads/1777888731197-LINE_ALBUM_โป้งแง้น_251119_13_สำเนา.jpg', 3300, true, '2026-05-04 09:55:46.819', '2026-05-04 09:58:52.696', 1000, '', 'เชียงใหม่', 99, false, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (33, 'ผาแดงหลวง ( ฟอร์มทีม )', '', '/uploads/1777888858266-LINE_ALBUM_ผาแดงหลวง_260427_1.jpg', 4400, true, '2026-05-04 10:00:58.39', '2026-05-04 10:00:58.39', 1000, '', 'ลำพูน', 99, false, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (37, 'พือหน่อยเล', '', '/uploads/1777890000201-LINE_ALBUM_พือหน่อยเล_260424_2.jpg', 3200, true, '2026-05-04 10:20:00.273', '2026-05-04 10:20:00.273', 1000, '', 'ตาก', 99, false, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (34, 'ผาสองฤดู', '', '/uploads/1777888966517-LINE_ALBUM_ผา2_ฤดู_260424_1.jpg', 2900, true, '2026-05-04 10:02:46.65', '2026-05-04 10:04:25.929', 1000, '', 'เชียงใหม่', 99, false, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (35, 'ผ้าห่มปก', '🍃ทริปผ้าห่มปก จ.เชียงใหม่
เส้นทาง2วัน 1คืน

**โปรการเดินทางวันเดินทาง 
📅วันเดินทาง
รวมตัวกันที่ Mrt จตุจักร / Bts หมอชิต 19.00 น.
🚍ออกเดินทางจากกรุงเทพฯ
สู่ อ.ฝาง จ.เชียงใหม่

🏕วันที่1  เช้าที่อ.ฝาง 
06.00น. แวะล้างหน้า แปรงฟัน
07.00น. ทานมื้อเช้า (จัดการส่วนตัว)
ระหว่างทางผ่านอ.เชียงดาว 
*แวะถ่ายรูป ถนนต้นสน (ถนนเชียงดาว) 
08.00น. มุ่งหน้าต่อไปยัง
อุทยานแห่งชาติดอยผ้าห่มปก
12.00น. แวะทานมื้อเที่ยง(จัดการส่วนตัว) 
บริเวณอุทยาน มีร้านอาหารบริการ นทท.
จัดการสัมภาระ  เปลี่ยนโดยสาร 4wd
*ตั้งแคมป์  ลานกิ่วลม
15.00น. เตรียมเดินไปชมพระอาทิตย์ตก  
17.30น. ทานมื้อเย็นพร้อมกัน(เตรียมให้)
*พักผ่อนตามอัธยาศัย

🏕วันที่2 เช้าบนดอย
05.00น. เตรียมตัวเดินเท้าขึ้นไป ชมแสงเช้า
จากลานกิ่วลมไปยอดดอยประมาณ 3.5 กิโลเมตร ใช้เวลาเดินประมาณ 2 - 2.5 ชั่วโมง ทางราบ
08.00น. ทานมื้อเช้าพร้อมกัน(เตรียมให้)
09.00น. เก็บสัมภาระ  เก็บเต็นท์ 
โดยสาร 4wd  กลับไปที่ อช.เปลี่ยนชุด อาบน้ำ
12.00น.  ทานมื้อเที่ยง(จัดการส่วนตัว)
เก็บสัมภาระ ส่วนตัว
16.00น. เดินทางกลับ กทม.
18.00น. ในระหว่างทางแวะทานมื้อเย็น (จัดการส่วนตัว)', '/uploads/1777889423505-ChatGPT_Image_4_พ.ค._2569_17_11_35__1_.png', 3000, true, '2026-05-04 10:10:23.916', '2026-05-04 10:10:23.916', 1000, '', 'เชียงใหม่', 99, false, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (38, 'ดอยพุ่ยโค ', '🍃ทริปดอยพุ่ยโค จ.แม่ฮ่องสอน
เส้นทาง2วัน 1คืน

โปรการเดินทางวันเดินทาง 
📅วันเดินทาง
รวมตัวกันที่ Mrt จตุจักร / Bts หมอชิต 19.00 น.
🚍ออกเดินทางจากกรุงเทพฯ
สู่เมืองแม่ฮ่องสอน

🏕วันที่1  เช้าที่ ถ้ำแม่อุสุ
08.00น. แวะทานมื้อเช้า ตลาดสบเมย(จัดการส่วนตัว)
09.00น. เดินทางถึงจุดนัดพบ  ไกค์ท้องถิ่น
นนท.เปลี่ยนชุดเดิน
12.00น. แวะกินมื้อเที่ยง (จัดการส่วนตัว)
14.00น.รถโดยสาร 4WD ไปจุดเดินเท้า ใช้เวลา 40 นาที
15.00น.ถึงจุดเดินเท้า
เริ่มเดินเท้า เพื่อไปตั้งแคมป์ ดอยพุ่ยโค มีระยะเส้นทางเดินทาง
 ประมาณ 800เมตร เหมาะกับ ผู้เริ่มต้น อยากทดลองเดินป่า
16.00น. ตั้งแคมป์ กางเต็นท์ส่วนตัว
เดินชมวิวโดยรอบ ยอดดอย ที่นี้มีจุดถ่ายรูป เยอะมาก
เช่น สะพานทอดยาว ริมเขา ป้ายชื่อดอยพุ่ยโค
ไฮไลท์ ต้นเดียวดาย 
17.00น. ทานมื้อเย็นพร้อมกัน (เตรียมให้)



🏕วันที่2
06.00น. ตื่นเช้า ชมพระอาทิตย์ขึ้นบริเวณยอด
08.00น. ทานมื้อเช้า (เตรียมให้)พร้อมเก็บสัมภาระ
09.00น. เริ่มเดินเท้าลงจากยอดดอย  โดยสาร4WD.
ถึงบริเวณด้านล่างของดอย เราจะโดยสาร 4WD  กลับไปยังจุดนัดพบ ไกค์ท้องถิ่น
10.00น. อาบน้ำเปลี่ยนเสื้อผ้า และทานมื้อเที่ยง (จัดการส่วนตัว)
จากนั้น พร้อมเดินทางกลับ กทม.
18.00น. ในระหว่างทาง เราจะแวะทานมื้อเย็น (จัดการส่วนตัว)
** โปรแกรม การเดินทางทาง
สามารถปรับเปลี่ยนตาม ความเหมาะสม

📝เงื่อนไขในการจองทริป
-การเลือกที่นั่ง ตามลำดับการโอนจองมัดจำ
-นทท.ยกเลิกทริป ไม่คืนเงินมัดจำทุกกรณี แต่สามารถหา นทท.ท่านอื่นแทนได้
-ยกเลิกทริป ก่อนเดินทาง 10 วัน จ่ายเต็มทุกกรณี
-กรณี นทท.ไม่ครบ9 ที่นั่ง
ทางเพจยกเลิกการเดินทาง คืนเงินเต็มจำนวน', '/uploads/1777890200615-623160004_122118828939078787_2236107939097721916_n.jpg', 2900, true, '2026-05-04 10:23:20.676', '2026-05-04 10:23:20.676', 1000, '', 'แม่ฮ่องสอน ', 99, false, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (39, 'ภูเขาควาย 🇱🇦', '🍃ทริปภูเขาควาย สปป.ลาว 
เส้นทาง 4วัน 3คืน

โปรการเดินทางวันเดินทาง 
📅วันเดินทาง
รวมตัวกันที่ Mrt จตุจักร / Bts หมอชิต 19.00 น.
🚍ออกเดินทางจากกรุงเทพฯ
 สู่จ. หนองคาย

​วันที่ 1: เช้าที่ จ.หนองคาย
05.00 แวะตลาดหนองคายทานมื้อเช้า + จัดการ มื้อเที่ยง (จัดการส่วนตัว)
07.00ทำเอกสารข้ามแดน สู่เมืองเวียงจันทน์
08.00 เดินทางต่อบ้านภูเก้านาง ท่าเรือข้ามเขื่อนน้ำงึม 
ใช้เวลาเดินทาง 3-4 ชั่วโมง
11.00น. ถึงท่าเรือ จัดการสัมภาระส่วนตัว 
นั่งเรือ ข้ามไปที่ บ้านคนนำทาง ใช้เวลา ประมาณ 20-30นาที
เมื่อ ถึงบ้านคนนำทาง ทานมื้อเที่ยง เปลี่ยนชุดเดินป่า
-นั่งเรือ ไปจุดเริ่มเดิน ใช้เวลา ประมาณ 10นาที
12.00น. เริ่มเดินเท้า ไปยังแคมป์ 
น้ำตกตาดซาววา  ระยะทาง วันที่1 
ประมาณ 7-8 กิโล ใช้เวลาเดิน 5-6 ชั่วโมง
**ลักษณะเส้นทาง เดินข้ามห้วยน้ำ ชันก่อนถึงแคมป์
17.00น-18.00น  ตั้งแคมป์ ส่วนตัว
19.00น. ทานมื้อเย็นพร้อมกัน ( จัดการให้)
21.00น. พักผ่อนตามอัธยาศัย

​วันที่ 2 แคมป์ภูผาได
06.00น. เก็บสัมภาระส่วนตัว 
07.00น.ทานมื้อเช้าพร้อมกัน (จัดการให้)
08.00น.เริ่มเดินเท้า ไปยังแคมป์ ที่2
ในระหว่างทาง แวะทานมื้อเที่ยงตามจุดพัก (จัดการให้)
ระยะทาง วันที่2  ประมาณ 10 - 12 กม.
**ลักษณะเส้นทาง ช่วงแรกเดินในป่า จากนั้นเดิน ขึ้น-ลงเขา ลานโล่งทางราบ
บรรยากาศแคมป์ กางเต็นท์ริมหน้าผา
17.00น-18.00น  ตั้งแคมป์ ส่วนตัว
19.00น. ทานมื้อเย็นพร้อมกัน ( จัดการให้)
21.00น. พักผ่อนตามอัธยาศัย

​วันที่ 3 แคมป์ กระท่อมริมเขื่อน
06.00น. เก็บสัมภาระส่วนตัว 
07.00น.ทานมื้อเช้าพร้อมกัน (จัดการให้)
08.00น.เริ่มเดินเท้า ไปยังแคมป์ ที่3
ในระหว่างทาง แวะทานมื้อเที่ยงตามจุดพัก (จัดการให้)
แวะไหว้ บูชาองค์พระ
ระยะทาง วันที่3  ประมาณ 6 กม.
**ลักษณะเส้นทาง เดินทางราบ ริมหน้าผา ลงเนินเขา
15.00น-16.00น ตั้งแคมป์ ส่วนตัว
18.00น. ทานมื้อเย็นพร้อมกัน ( จัดการให้)
21.00น. พักผ่อนตามอัธยาศัย

​วันที่ 4 วันกลับ
06.00น. เก็บสัมภาระส่วนตัว 
07.00น.ทานมื้อเช้าพร้อมกัน (จัดการให้)
08.00น.เริ่มเดินเท้า ไปยังบ้านคนนำทาง
ระยะทาง ในวันนี้ ประมาณ 5 กม.
**ลักษณะเส้นทาง เดินในป่า ขึ้น-ลงเขา ข้ามลำห้วย
ก่อนถึงจุดนั่งเรือ เป็นการเดินทุ่งนา
12.00น.-13.00น. ถึงบ้านคนนำทาง
อาบน้ำ เปลี่ยนชุด ลงเรือกลับมายัง ที่จอดรถตู้
พร้อมเดินทางกลับ กทม. 
**ในวันกลับ มื้อเที่ยง และ มื้อเย็น แวะทานระหว่างทาง 
(จัดการส่วนตัว)', '/uploads/1777890404092-LINE_ALBUM_ภูเขาควาย_260424_2.jpg', 6300, true, '2026-05-04 10:26:29.311', '2026-05-04 10:26:44.16', 1000, '', 'ลาว', 99, false, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (42, 'ภูสอยดาว ( ยอด 2102 )', '', '/uploads/1777891359401-LINE_ALBUM_ภูสอยดาว_ยอด2100_260427_5_สำเนา.jpg', 3600, true, '2026-05-04 10:42:39.592', '2026-05-04 10:42:39.592', 1000, '', 'อุตรดิตถ์', 99, false, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (43, 'ภูวัว', '', '/uploads/1777891714758-LINE_ALBUM_ภูวัว_260427_9_สำเนา.jpg', 3300, true, '2026-05-04 10:48:34.864', '2026-05-04 10:48:34.864', 1000, '', 'บึงกาฬ ', 99, false, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (44, 'ภูแว', '', '/uploads/1777891869361-LINE_ALBUM_ภูแว_260424_4.jpg', 3700, true, '2026-05-04 10:51:09.527', '2026-05-04 10:51:09.527', 1000, '', 'น่าน', 99, false, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (45, 'ม่อนกองข้าว', '', '/uploads/1777892014037-LINE_ALBUM_ม่อนกองข้าว_ดอยธง_260424_5_สำเนา.jpg', 3500, true, '2026-05-04 10:53:34.142', '2026-05-04 10:53:34.142', 1000, '', 'แม่ฮ่องสอน', 99, false, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (46, 'ม่อนจอง ( ฟอร์มทีม )', '', '/uploads/1777892138733-LINE_ALBUM_ม่อนจอง_._260427_6.jpg', 3500, true, '2026-05-04 10:55:15.266', '2026-05-04 10:55:38.805', 1000, '', 'เชียงใหม่', 99, false, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (47, 'ม่อนปุยหมอก', '🍃ทริปม่อนปุยหมอก จ.ตาก
เส้นทาง2วัน 1คืน

โปรการเดินทางวันเดินทาง 
📅วันเดินทาง
รวมตัวกันที่ Mrt จตุจักร / Bts หมอชิต 19.00 น.
🚍ออกเดินทางจากกรุงเทพฯ
สู่เมืองตาก

🏕วันที่1  เช้าที่ จ.ตาก
07.00น. แวะทานมื้อเช้า ก่อนถึง อช.แม่เมย(จัดการส่วนตัว)
08.00น. ถึง อช.แม่เมย ล้างหน้าแปรงฟัน จัดการสัมภาระ
นนท.เปลี่ยนชุดเดิน
09.00-10.00น เริ่มเดินเท้า ขึ้นพิซิตยอดดอย
12.00น. แวะกินมื้อเที่ยง ตามจุดพัก (จัดการส่วนตัว)
ระยะทางประมาณ 3.5 - 4 กม.ใช้เวลาเดิน 3-5 ชม.เส้นทางมีชัน ใช้เวลา 3-4 ชม.ในการเดิน.            
 ประมาณ 800เมตร เหมาะกับ ผู้เริ่มต้น อยากทดลองเดินป่า
15.00น. ตั้งแคมป์ กางเต็นท์ส่วนตัว
เดินชมวิวโดยรอบ ยอดดอย ที่นี้มีจุดถ่ายรูป เยอะมาก
เตรียมตัวชม พระอาทิตย์ตก
17.00น. ทานมื้อเย็นพร้อมกัน (เตรียมให้)


🏕วันที่2
06.00น. ตื่นเช้า ชมพระอาทิตย์ขึ้นบริเวณยอด
08.00น. ทานมื้อเช้า (เตรียมให้)พร้อมเก็บสัมภาระ
09.00น. เริ่มเดินเท้าลงจากยอดดอย  
ถึงบริเวณ อช.แม่เมย 
11.00น. อาบน้ำเปลี่ยนเสื้อผ้า และทานมื้อเที่ยง (จัดการส่วนตัว)
จากนั้น พร้อมเดินทางกลับ กทม.
18.00น. ในระหว่างทาง เราจะแวะทานมื้อเย็น (จัดการส่วนตัว)
** โปรแกรม การเดินทางทาง
สามารถปรับเปลี่ยนตาม ความเหมาะสม', '/uploads/1777892342426-LINE_ALBUM_ม่อนปุยหมอก_260108_7_สำเนา.jpg', 3200, true, '2026-05-04 10:59:02.553', '2026-05-04 10:59:46.712', 1000, '', 'ตาก', 99, false, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (48, 'ม่อนสี่สหาย', '', '/uploads/1777892608168-LINE_ALBUM_นุรึโจ___ม่อนสี่สหาย_260424_8.jpg', 3300, true, '2026-05-04 11:03:28.425', '2026-05-04 11:03:28.425', 1000, '', 'ตาก', 99, false, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (50, 'นุรึโจ x ม่อนสี่สหาย', '', '/uploads/1777892875813-LINE_ALBUM_ม่อนสี่สหาย_260108_1.jpg', 3500, true, '2026-05-04 11:07:56.423', '2026-05-04 11:07:56.423', 1000, '', 'ตาก', 99, false, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (51, 'แม่ละนา', '', '/uploads/1777892964668-652234457_122124406707078787_9143886442995949413_n.jpg', 3500, true, '2026-05-04 11:09:24.738', '2026-05-04 11:09:24.738', 1000, '', 'แม่ฮ่องสอน', 99, false, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (53, 'ดอยแม่เหาะ', '', '/uploads/1777893349042-LINE_ALBUM_แม่เหาะ_260424_4.jpg', 5800, true, '2026-05-04 11:15:49.599', '2026-05-04 11:15:49.599', 1000, '', 'แม่ฮ่องสอน', 99, false, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (54, 'ยอด 1408 ภูสวนทราย', '', '/uploads/1777893496969-LINE_ALBUM_เนิน1408_260424_3.jpg', 2900, true, '2026-05-04 11:18:17.065', '2026-05-04 11:18:17.065', 1000, '', 'เลย', 99, false, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (40, 'น้ำตกจราง ยอดภูเข้', '', '/uploads/1777895942777-ChatGPT_Image_4_พ.ค._2569_18_47_32__1_.png', 4700, true, '2026-05-04 10:33:52.226', '2026-05-04 11:59:04.313', 1000, '', 'น่าน', 99, false, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (49, 'ม่อนสี่สหาย x ตะโกหล่อโจ', '', '/uploads/1777896018888-ChatGPT_Image_4_พ.ค._2569_19_01_27__1_.png', 3900, true, '2026-05-04 11:05:18.774', '2026-05-04 12:00:20.017', 1000, '', 'ตาก', 99, false, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (52, 'แม่ละเมา', '', '/uploads/1777896323613-ChatGPT_Image_4_พ.ค._2569_19_06_42__1_.png', 2900, true, '2026-05-04 11:10:55.974', '2026-05-04 12:05:25.87', 1000, '', 'ตาก', 99, false, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (55, 'ลังกาหลวง ลังกาน้อย', '📅วันเดินทาง
รวมตัวกันที่ Mrt จตุจักร / Bts หมอชิต 19.00 น.


🚍ออกเดินทางจากกรุงเทพฯ
สู่ อช.ขุนแจ เชียงราย

🏕วันที่1  เช้าที่ อช.
06.00น. ล้างหน้าแปรงฟัน ทานมื้อเช้า (จัดการส่วนตัว)

07.00น.มุ่งหน้าไป  อช.ขุนแจ
08.00น.เปลี่ยนชุดเดินป่า ชั่ง สัมภาระลูกหาบ ขึ้นรถ 4WD ไปจุดเริ่มเดิน
09.00 เริ่มเดินเท้าระยะทาง 4 กิโลเมตร ไปแคมป์ใกล้ยอดลังกาหลวง
ผ่านผาโง้ม แวะพักทานมื้อเที่ยง(เตรียมให้)
14.00น. ถึงลานเต็นท์ กางเต็นท์พักผ่อนตามอัธยาศัย สามารถเดินไปยอดลังกาหลวงได้ ระยะจากลานแคมป์ประมาณ 1 กิโลเมตร
18.00น. ทานมื้อเย็น(เตรียมให้)
20.00น. แยกย้ายเข้านอน

🏕วันที่2 มุ่งหน้า แคมป์ที่2
06.00น  ตื่นนอน ทำธุระส่วนตัว เก็บเต็นท์
08.00น. ทานมื้อเช้า (เตรียมให้)เก็บสัมภาระ เก็บเต็นท์  พร้อมเดินไปแคมป์ลังกาน้อย
ระยะทาง 7 กิโล เมตร ใช้เวลาประมาณ 4-5 ชั่วโมง
-แวะจุดพัก ทานมื้อเที่ยง(เตรียมให้)
14.00น. ถึงแคมป์ลังกาน้อย หาจุดกางเต็นท์ตามอัธยาศัย
16.30น. เดินไปยอดลังกาน้อย ชมวิวพระอาทิตย์ตก ระยะห่างลานแคมป์ประมาณ 500 เมตร
18.00น. ทานมื้อเย็น(เตรียมให้)
*พักผ่อนตาม อัธยาศัย


🏕วันที่3 เดินเท้าลงจากดอย
06.00น  ชมวิวแสงเช้า
08.00น.ทานมื้อเช้า (เตรียมให้)เก็บสัมภาระ เก็บเต็นท์  พร้อมเดินทางลงจากยอดดอยผ่านยอดลังกาน้อย
ระยะทาง 6 กิโลเมตร ทางลงดอยชันมาก เดินด้วยความระมัดระวัง
12.00น-13.00น ถึงหมู่บ้าน ทานมื้อเที่ยง(จัดการส่วนตัว) จุดขึ้นรถกลับ อช.
14.00น ถึง อช. อาบน้ำ เปลี่ยนชุด
-แวะทานมื้อเย็น ระหว่างทาง(จัดการส่วนตัว)

** โปรแกรม การเดินทางทาง
สามารถปรับเปลี่ยนตาม ความเหมาะสม', '/uploads/1777893621324-LINE_ALBUM_ลังกาน้อย_ลังกาหลวง_260108_4.jpg', 4500, true, '2026-05-04 11:20:21.46', '2026-05-04 11:20:21.46', 1000, '', 'เชียงราย', 99, false, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (56, 'เลอกวาเดาะ', '🍃ทริปเลอกวาเดาะ จ.ตาก
เส้นทาง2วัน 1คืน

โปรการเดินทางวันเดินทาง 
📅วันเดินทาง
รวมตัวกันที่ Mrt จตุจักร / Bts หมอชิต 19.00 น.
🚍ออกเดินทางจากกรุงเทพฯ
สู่เมืองตาก

🏕วันที่1  เช้าที่ จ.ตาก
06.00น. แวะทานมื้อเช้า ก่อนถึง อช.แม่เมย(จัดการส่วนตัว)
07.00น. ถึง อช.แม่เมย ล้างหน้าแปรงฟัน จัดการสัมภาระ
นนท.เปลี่ยนชุดเดิน
08.00น.จัดการสัมภาระ เปลี่ยนโดยสาร รถ 4wd 
มุ่งหน้าไปยังสำนักสงฆ์  เลอกวาเดาะ เพื่อจัดเตรียมสัมภาระให้ลูกหาบ
ใช้เวลา 20-30 นาที
09.00น เริ่มเดินเท้า ขึ้นพิซิตยอดดอย
เส้นทางเดินมีข้ามลำธาร ทางราบสลับเนินเตี้ยๆ
ทางจะเริ่มชันขึ้นเรื่อยๆ จนถึงจุดพักครึ่งทาง
ในบางวัน จะมีชาวบ้านบริการขาย น้ำดื่ม น้ำอัดลม
12.00น.แวะทานมื้อเที่ยง ระหว่างทาง (จัดการส่วนตัว)
15.00น. ตั้งแคมป์ กางเต็นท์ส่วนตัว
เดินชมวิวโดยรอบ ยอดดอย ที่นี้มีจุดถ่ายรูป เยอะมาก
เตรียมตัวชม พระอาทิตย์ตก
17.00น. ทานมื้อเย็นพร้อมกัน (เตรียมให้)

🏕วันที่2 เช้าที่แคมป์ 
05.00น.: เดินขึ้นไปยัง องค์เจดีย์ บนยอดสูงสุด เพื่อชมวิว 360 องศายาวถึงเทือกเขาฝั่งเมืองพม่า
สิ่งที่ต้องเตรียม คือไฟฉาย ไฟคาดศรีษะ
ชมทะเลหมอก ตื่นมาสัมผัสอากาศหนาวและรอชมทะเลหมอกที่ไหลผ่านซอกเขา
07.00น. เดินลงจาก องค์เจดีย์ กลับแคมป์.
​08:00น.มื้อเช้า: ทานอาหารและเก็บขยะลงมาจากดอย
​09:00น.เก็บแคมป์ สัมภาระส่วนตัว
เริ่มเดินลง ใช้เส้นทางเดิม  เพื่โดยสาร 4wd กลับไปยัง อช.แม่เมย
​13:00น.ถึงด้านล่าง: อาบน้ำเปลี่ยนชุด และเดินทางกลับ กทม.
มื้อเที่ยง และทานมื้อเย็น แวะทานระหว่างทาง (จัดการส่วนตัว)


** โปรแกรม การเดินทางทาง
สามารถปรับเปลี่ยนตาม ความเหมาะสม', '/uploads/1777893757925-LINE_ALBUM_เลอกวาเดาะ_260108_5.jpg', 3200, true, '2026-05-04 11:22:38.043', '2026-05-04 11:22:38.043', 1000, '', 'ตาก', 99, false, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (57, 'สันหนอกวัว', '🍃ทริปเลอกวาเดาะ จ.ตาก
เส้นทาง2วัน 1คืน

โปรการเดินทางวันเดินทาง 
📅วันเดินทาง
รวมตัวกันที่ Mrt จตุจักร / Bts หมอชิต 19.00 น.
🚍ออกเดินทางจากกรุงเทพฯ
สู่เมืองตาก

🏕วันที่1  เช้าที่ จ.ตาก
06.00น. แวะทานมื้อเช้า ก่อนถึง อช.แม่เมย(จัดการส่วนตัว)
07.00น. ถึง อช.แม่เมย ล้างหน้าแปรงฟัน จัดการสัมภาระ
นนท.เปลี่ยนชุดเดิน
08.00น.จัดการสัมภาระ เปลี่ยนโดยสาร รถ 4wd 
มุ่งหน้าไปยังสำนักสงฆ์  เลอกวาเดาะ เพื่อจัดเตรียมสัมภาระให้ลูกหาบ
ใช้เวลา 20-30 นาที
09.00น เริ่มเดินเท้า ขึ้นพิซิตยอดดอย
เส้นทางเดินมีข้ามลำธาร ทางราบสลับเนินเตี้ยๆ
ทางจะเริ่มชันขึ้นเรื่อยๆ จนถึงจุดพักครึ่งทาง
ในบางวัน จะมีชาวบ้านบริการขาย น้ำดื่ม น้ำอัดลม
12.00น.แวะทานมื้อเที่ยง ระหว่างทาง (จัดการส่วนตัว)
15.00น. ตั้งแคมป์ กางเต็นท์ส่วนตัว
เดินชมวิวโดยรอบ ยอดดอย ที่นี้มีจุดถ่ายรูป เยอะมาก
เตรียมตัวชม พระอาทิตย์ตก
17.00น. ทานมื้อเย็นพร้อมกัน (เตรียมให้)

🏕วันที่2 เช้าที่แคมป์ 
05.00น.: เดินขึ้นไปยัง องค์เจดีย์ บนยอดสูงสุด เพื่อชมวิว 360 องศายาวถึงเทือกเขาฝั่งเมืองพม่า
สิ่งที่ต้องเตรียม คือไฟฉาย ไฟคาดศรีษะ
ชมทะเลหมอก ตื่นมาสัมผัสอากาศหนาวและรอชมทะเลหมอกที่ไหลผ่านซอกเขา
07.00น. เดินลงจาก องค์เจดีย์ กลับแคมป์.
​08:00น.มื้อเช้า: ทานอาหารและเก็บขยะลงมาจากดอย
​09:00น.เก็บแคมป์ สัมภาระส่วนตัว
เริ่มเดินลง ใช้เส้นทางเดิม  เพื่โดยสาร 4wd กลับไปยัง อช.แม่เมย
​13:00น.ถึงด้านล่าง: อาบน้ำเปลี่ยนชุด และเดินทางกลับ กทม.
มื้อเที่ยง และทานมื้อเย็น แวะทานระหว่างทาง (จัดการส่วนตัว)


** โปรแกรม การเดินทางทาง
สามารถปรับเปลี่ยนตาม ความเหมาะสม', '/uploads/1777893896703-LINE_ALBUM_สันหนอก_251117_3.jpg', 3300, true, '2026-05-04 11:24:56.872', '2026-05-04 11:24:56.872', 1000, '', 'กาญจนบุรี', 99, false, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (58, 'ห้วยน้ำเย็น', '🍃ทริปน้ำตกห้วยน้ำเย็น – ถ้ำเหมอะลาฮาว
บ้านแม่โขง อ.อมก๋อย จ.เชียงใหม่
เส้นทาง2วัน 1คืน
📅วันเดินทาง
รวมตัวกันที่ Mrt จตุจักร / Bts หมอชิต 19.00 น.

🚍ออกเดินทางจากกรุงเทพฯ
สู่ อมก๋อย จ.เชียงใหม่


🏕วันที่1  เช้าที่ อ.อมก๋อย
06.00น.ล้างหน้า แปรงฟัน เปลี่ยนชุดพร้อมเดิน 
08.00น.ทานมื้อเช้า +จัดเตรียมมื้อเที่ยง (จัดการส่วนตัว)
จัดการสัมภาระ ขึ้นรถ4wd  มุ่งหน้าบ้านน้ำโขง
11.00 เข้าที่พัก เตรียมตัวเดินเท้า ชมน้ำตกห้วยน้ำเย็น
ระยะทาง 4 กิโล 
16.00 กลับ ที่พัก 
17.00 พักผ่อน ทานมื้อเย็น (เตรียมให้)


🏕วันที่2  ก่อนกลับ ชมถ้ำเหมอะลาฮาว  
05.30น  ชมบรรยากาศ ในหมู่บ้าน
07.00 กินมื้อเช้า(เตรียมให้)  
หลังทานมื้อเช้า  เดินทางไปชม ถ้ำเหมอะลาฮาว 
09.30น. เก็บสัมภาระ  
โดยสารรถ 4WD 
12.00ทานมื้อเที่ยง(จัดการส่วนตัว)
เก็บสัมภาระ
16.00น. เดินทางกลับ กทม
18.00น. ทานมื้อเย็นระหว่างทาง (จัดการส่วนตัว)


** โปรแกรม การเดินทางทาง
สามารถปรับเปลี่ยนตาม ความเหมาะสม', '/uploads/1777894004910-LINE_ALBUM_ห้วยน้ำเย็น_260424_3.jpg', 3300, true, '2026-05-04 11:26:45.043', '2026-05-04 11:26:45.043', 1000, '', 'เชียงใหม่', 99, false, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (59, 'ฮาดูบิ ( ทริปชิว )', '', '/uploads/1777894147876-LINE_ALBUM_ฮาดูบิ_260424_3.jpg', 3300, true, '2026-05-04 11:29:08.053', '2026-05-04 11:29:08.053', 1000, '', 'เชียงใหม่ ', 99, false, 'DOMESTIC');
INSERT INTO public."Trip" (id, title, description, "imageUrl", price, "isActive", "createdAt", "updatedAt", deposit, "docUrl", country, "hotOrder", "isHot", "tripType") VALUES (41, 'ภูสอยดาว  ( ลานสน )', '🍃ทริปภูสอยดาว จ.อุตรดิตถ์
เส้นทาง 2วัน 1คืน
โปรการเดินทางวันเดินทาง 
📅วันเดินทาง
รวมตัวกันที่ Mrt จตุจักร / Bts หมอชิต 19.00 น.
🚍ออกเดินทางจากกรุงเทพฯ
 สู่อุตรดิตถ์ อ.ชาติตระการ

🏕วันที่ 1 
04:00 น. แวะร้านสะดวกซื้อ เติมสเบียงของใช้ ส่วนตัว
04:30 น. ถึง อช.ภูสอยดาว ล้างหน้าแปรงฟัน เปลี่ยนชุดพร้อมเดินป่า
06:00 น. จัดการสัมภาระ ชั่งของให้ลูกหาบ 
07:00 น. นั่งรถตู้ไปน้ำตกภูสอยดาว จุดเริ่มเดิน ทานมื้อเช้า (จัดการส่วนตัว)
รับมื้อเที่ยงจากทีมสตาฟ เพื่อนเดินป่า
08:00 น. เริ่มเดินขึ้นแคมป์ ลานสน ระยะทางประมาณ 6.5 กิโลเมตร ใช้เวลาเดินเท้าประมาณ 5-7 ชั่วโมง
12:00 น. แวะจุดพักทานมื้อเที่ยง (เตรียมให้)
15:00 น. ถึงแคมป์ลานสน กางเต็นท์ พักผ่อน เดินชมทิวทัศน์รอบ ๆ ลานสน
17:00 น. ไปยังจุด ชมพระอาทิตย์ตก ถ่ายแสงส้ม
18:00 น. ทานมื้อเย็นพร้อมกัน (เตรียมให้)

🏕วันที่ 2
05:00 น. ตื่นเช้า มากับเก็บสัมภาระส่วนตัวเพื่อเตรียมส่งชั่งลูกหาบสำหรับขาลง
06:00 น. เดินรอบๆ ลานสนชมแสงเช้า ถ่ายรูปบรรยากาศยามเช้า
07:00 น. ทานมื้อเช้า(เตรียมให้)  
08:00 น. หลังทานมื้อเช้าเรียบร้อย เก็บแคมป์ จัดการสัมภาระส่วนตัว
**เริ่มเดินเท้า ลงจากลานสน
12.00 น. ถึงน้ำตกภูสอยดาว สามารถทานมื้อเที่ยงบริเวณร้านค้าหน้าน้ำตก (จัดการส่วนตัว)
 และ ขึ้นกระบะของทาง อช.กลับไปยังที่ทำการ 
อาบน้ำเปลี่ยนเสื้อผ้า เตรียมตัวเดินทางกลับ กทม.
18.00น.ในระหว่างเราจะทางแวะทานมื้อเย็น (จัดการส่วนตัว)
ถึง กทม. ประมาณ 23:00 น. - 01:00 น.', '/uploads/1777895903475-ChatGPT_Image_4_พ.ค._2569_18_55_29__1_.png', 2800, true, '2026-05-04 10:40:08.627', '2026-05-04 11:58:24.19', 1000, '', 'อุตรดิตถ์', 99, false, 'DOMESTIC');


--
-- Data for Name: Addon; Type: TABLE DATA; Schema: public; Owner: postgres
--

INSERT INTO public."Addon" (id, "tripId", name, description, price, "isActive") VALUES (1, NULL, 'เต็นท์แบบนอน 1 คน', '', 300, true);
INSERT INTO public."Addon" (id, "tripId", name, description, price, "isActive") VALUES (2, NULL, 'เต็นท์แบบนอน 2 คน', '', 450, true);
INSERT INTO public."Addon" (id, "tripId", name, description, price, "isActive") VALUES (3, NULL, 'เป้เดินป่าแทรคกิ้ง DECATHLON MT100', '', 350, true);
INSERT INTO public."Addon" (id, "tripId", name, description, price, "isActive") VALUES (4, NULL, 'แผ่นรองนอนชนิดโฟม', '', 100, true);
INSERT INTO public."Addon" (id, "tripId", name, description, price, "isActive") VALUES (5, NULL, 'ถุงนอน', '', 100, true);
INSERT INTO public."Addon" (id, "tripId", name, description, price, "isActive") VALUES (6, NULL, 'ไม้เท้าเดินป่า', '', 70, true);
INSERT INTO public."Addon" (id, "tripId", name, description, price, "isActive") VALUES (7, NULL, 'ไฟส่องสว่าง LED', '', 50, true);
INSERT INTO public."Addon" (id, "tripId", name, description, price, "isActive") VALUES (8, NULL, '*** เซ็ตเหมา แบบนอน 1 คน', 'ประกอบด้วย
-เต็นท์แบบนอน 1 คน  จำนวน 1 หลัง
-แผ่นรองนอนแบบโฟม 1 แผ่น
-ถุงนอน จำนวน 1 ถุง', 400, true);
INSERT INTO public."Addon" (id, "tripId", name, description, price, "isActive") VALUES (9, NULL, '*** เซ็ตเหมา แบบนอน 2 คน', 'ประกอบด้วย
-เต็นท์แบบนอน 2 คน  จำนวน 1 หลัง
-แผ่นรองนอนแบบโฟม 2 แผ่น
-ถุงนอน จำนวน 2 ถุง', 650, true);


--
-- Data for Name: BankAccount; Type: TABLE DATA; Schema: public; Owner: postgres
--

INSERT INTO public."BankAccount" (id, "accountNo", "accountName", "bankName", "accountType", "imageUrl", description, "isActive", "createdAt", "updatedAt", branch, "qrCodeUrl", "bookbankUrl") VALUES (1, '220-1-702995', 'บจก.เพื่อนเดินป่า', 'กสิกรไทย', 'COMPANY', NULL, NULL, true, '2026-05-04 12:32:38.039', '2026-05-04 12:32:38.039', '-', '/uploads/1777897957741-2.png', NULL);


--
-- Data for Name: BusRound; Type: TABLE DATA; Schema: public; Owner: postgres
--

INSERT INTO public."BusRound" (id, "tripId", "busNumber", "startPoint", "endPoint", "departDate", "totalSeats", "bookedSeats", "isOpen", "createdAt", duration, "responsiblePerson", "extraPrice", "pickupPoints", "updatedAt") VALUES (24, 13, 1, 'ลานจอดรถ BTS หมอชิต', 'เขาช้างเผือก', '2026-11-05 05:00:00', 9, 4, true, '2026-05-03 16:32:06.214', '2 วัน 1 คืน', NULL, 0, '[{"name": "ลานจอดรถ BTS หมอชิต", "price": 0}]', '2026-05-04 15:15:18.43');
INSERT INTO public."BusRound" (id, "tripId", "busNumber", "startPoint", "endPoint", "departDate", "totalSeats", "bookedSeats", "isOpen", "createdAt", duration, "responsiblePerson", "extraPrice", "pickupPoints", "updatedAt") VALUES (25, 13, 1, 'ลานจอดรถ BTS หมอชิต', 'เขาช้างเผือก', '2026-11-20 05:00:00', 9, 0, true, '2026-05-03 16:36:17.414', '2 วัน 1 คืน', NULL, 0, '[{"name": "ลานจอดรถ BTS หมอชิต", "price": 0}]', '2026-05-03 16:36:17.414');
INSERT INTO public."BusRound" (id, "tripId", "busNumber", "startPoint", "endPoint", "departDate", "totalSeats", "bookedSeats", "isOpen", "createdAt", duration, "responsiblePerson", "extraPrice", "pickupPoints", "updatedAt") VALUES (26, 14, 1, 'ลานจอดรถ BTS', 'เขาเย็น อุ้มเปี้ยม', '2026-08-29 05:00:00', 9, 0, true, '2026-05-04 04:10:54.717', '2 วัน 1 คืน', NULL, 0, '[{"name": "ลานจอดรถ BTS", "price": 0}]', '2026-05-04 04:10:54.717');
INSERT INTO public."BusRound" (id, "tripId", "busNumber", "startPoint", "endPoint", "departDate", "totalSeats", "bookedSeats", "isOpen", "createdAt", duration, "responsiblePerson", "extraPrice", "pickupPoints", "updatedAt") VALUES (27, 14, 1, 'ลานจอดรถ BTS หมอชิต', 'เขาเย็น อุ้มเปี้ยม', '2026-09-05 05:00:00', 9, 0, true, '2026-05-04 04:12:49.659', '2 วัน 1 คืน', NULL, 0, '[{"name": "ลานจอดรถ BTS หมอชิต", "price": 0}]', '2026-05-04 04:12:49.659');
INSERT INTO public."BusRound" (id, "tripId", "busNumber", "startPoint", "endPoint", "departDate", "totalSeats", "bookedSeats", "isOpen", "createdAt", duration, "responsiblePerson", "extraPrice", "pickupPoints", "updatedAt") VALUES (28, 14, 1, 'ลานจอดรถ BTS หมอชิต', 'เขาเย็น อุ้มเปี้ยม', '2026-09-19 05:00:00', 9, 0, true, '2026-05-04 04:13:52.513', '2 วัน 1 คืน', NULL, 0, '[{"name": "ลานจอดรถ BTS หมอชิต", "price": 0}]', '2026-05-04 04:13:52.513');
INSERT INTO public."BusRound" (id, "tripId", "busNumber", "startPoint", "endPoint", "departDate", "totalSeats", "bookedSeats", "isOpen", "createdAt", duration, "responsiblePerson", "extraPrice", "pickupPoints", "updatedAt") VALUES (29, 14, 1, 'ลานจอดรถ BTS หมอชิต', 'เขาเย็น อุ้มเปี้ยม', '2026-10-17 05:00:00', 9, 0, true, '2026-05-04 04:14:40.179', '2 วัน 1 คืน', NULL, 0, '[{"name": "ลานจอดรถ BTS หมอชิต", "price": 0}]', '2026-05-04 04:14:40.179');
INSERT INTO public."BusRound" (id, "tripId", "busNumber", "startPoint", "endPoint", "departDate", "totalSeats", "bookedSeats", "isOpen", "createdAt", duration, "responsiblePerson", "extraPrice", "pickupPoints", "updatedAt") VALUES (30, 13, 2, 'ท่าเรือ', 'dsd', '2026-11-05 05:00:00', 9, 0, true, '2026-05-04 05:15:41.118', 'dd', NULL, 0, '[{"name": "ท่าเรือ", "price": 0}]', '2026-05-04 05:15:41.118');


--
-- Data for Name: User; Type: TABLE DATA; Schema: public; Owner: postgres
--

INSERT INTO public."User" (id, username, password, role, name, phone, email, "createdAt", "updatedAt") VALUES (4, 'admin001', '$2b$10$F/ExYP7p/AQMPiliDREG5u1QifgCieVUASq7mLYrO7X2gjC0WZABy', 'ADMIN', 'Administrator', '089-123-4567', 'admin@guga.travel', '2026-05-03 15:50:45.975', '2026-05-03 15:50:45.975');
INSERT INTO public."User" (id, username, password, role, name, phone, email, "createdAt", "updatedAt") VALUES (5, 'guest_43dbb280', 'guest_user', 'CUSTOMER', 'กก ดด', '0965556622', NULL, '2026-05-04 14:14:40.651', '2026-05-04 14:14:40.651');
INSERT INTO public."User" (id, username, password, role, name, phone, email, "createdAt", "updatedAt") VALUES (6, 'guest_54e9f1f4', 'guest_user', 'CUSTOMER', 'สรศักดิ์ ล้อมกระโทก', '0934906904', NULL, '2026-05-04 14:29:24.12', '2026-05-04 14:29:24.12');
INSERT INTO public."User" (id, username, password, role, name, phone, email, "createdAt", "updatedAt") VALUES (7, 'guest_9daa832c', 'guest_user', 'CUSTOMER', 'นน บบ', '0934906904', NULL, '2026-05-04 14:37:41.581', '2026-05-04 14:37:41.581');
INSERT INTO public."User" (id, username, password, role, name, phone, email, "createdAt", "updatedAt") VALUES (8, 'guest_112c5f5e', 'guest_user', 'CUSTOMER', 'เจน บน', '0852225185', NULL, '2026-05-04 15:15:18.386', '2026-05-04 15:15:18.386');


--
-- Data for Name: Booking; Type: TABLE DATA; Schema: public; Owner: postgres
--

INSERT INTO public."Booking" (id, "userId", "busRoundId", seats, "foodAllergy", status, "totalAmount", "createdAt", "updatedAt", "bookingType", "recordedBy") VALUES (1, 5, 24, 1, NULL, 'CONFIRMED', 3800, '2026-05-04 14:14:50.273', '2026-05-04 14:16:53.96', 'SINGLE', NULL);
INSERT INTO public."Booking" (id, "userId", "busRoundId", seats, "foodAllergy", status, "totalAmount", "createdAt", "updatedAt", "bookingType", "recordedBy") VALUES (2, 6, 24, 1, NULL, 'CONFIRMED', 3870, '2026-05-04 14:29:24.125', '2026-05-04 14:34:02.47', 'SINGLE', NULL);
INSERT INTO public."Booking" (id, "userId", "busRoundId", seats, "foodAllergy", status, "totalAmount", "createdAt", "updatedAt", "bookingType", "recordedBy") VALUES (3, 7, 24, 1, NULL, 'CONFIRMED', 4500, '2026-05-04 14:37:41.585', '2026-05-04 14:40:34.761', 'SINGLE', NULL);
INSERT INTO public."Booking" (id, "userId", "busRoundId", seats, "foodAllergy", status, "totalAmount", "createdAt", "updatedAt", "bookingType", "recordedBy") VALUES (4, 8, 24, 1, NULL, 'CONFIRMED', 4150, '2026-05-04 15:15:18.394', '2026-05-04 15:17:25.902', 'SINGLE', NULL);


--
-- Data for Name: BookingAddon; Type: TABLE DATA; Schema: public; Owner: postgres
--

INSERT INTO public."BookingAddon" (id, "bookingId", "addonId", quantity, price) VALUES (1, 1, 1, 1, 300);
INSERT INTO public."BookingAddon" (id, "bookingId", "addonId", quantity, price) VALUES (2, 1, 4, 1, 100);
INSERT INTO public."BookingAddon" (id, "bookingId", "addonId", quantity, price) VALUES (3, 2, 1, 1, 300);
INSERT INTO public."BookingAddon" (id, "bookingId", "addonId", quantity, price) VALUES (4, 2, 5, 1, 100);
INSERT INTO public."BookingAddon" (id, "bookingId", "addonId", quantity, price) VALUES (5, 2, 6, 1, 70);
INSERT INTO public."BookingAddon" (id, "bookingId", "addonId", quantity, price) VALUES (6, 3, 1, 1, 300);
INSERT INTO public."BookingAddon" (id, "bookingId", "addonId", quantity, price) VALUES (7, 3, 2, 1, 450);
INSERT INTO public."BookingAddon" (id, "bookingId", "addonId", quantity, price) VALUES (8, 3, 3, 1, 350);
INSERT INTO public."BookingAddon" (id, "bookingId", "addonId", quantity, price) VALUES (9, 4, 1, 1, 300);
INSERT INTO public."BookingAddon" (id, "bookingId", "addonId", quantity, price) VALUES (10, 4, 2, 1, 450);


--
-- Data for Name: BookingSession; Type: TABLE DATA; Schema: public; Owner: postgres
--

INSERT INTO public."BookingSession" (id, token, "busRoundId", step, "selectedSeats", "customerData", "addonsData", "bookingId", "expiresAt", "createdAt", "updatedAt") VALUES (23, '54e9f1f4-e158-4d33-a80c-b2e56b652f35', 24, 5, '[{"seatNumber":4,"gender":"FEMALE","namePrefix":"นาย","nickname":"อาร์ม","firstName":"สรศักดิ์","lastName":"ล้อมกระโทก","passengerName":"สรศักดิ์ ล้อมกระโทก","phone":"0934906904","nationalId":"1309900912666","birthDate":"1993-05-14T00:00:00.000Z","bloodType":"B","foodAllergy":"กุ้ง","pickupPoint":"ลานจอดรถ BTS หมอชิต","pickupPrice":0,"emergencyName":"นนท์ นรยน","emergencyPhone":"0235554748","beneficiaryName":"นนรย์ ททพร","beneficiaryRelation":"SPOUSE","beneficiaryRelationOther":null,"consentPolicyRead":true,"consentTermsAccepted":false,"consent4WD":false,"consentDomesticOnly":false,"consentedConditionIds":[1],"customConditions":null}]', '{"mainName":"สรศักดิ์ ล้อมกระโทก","mainPhone":"0934906904"}', '[{"addonId":1,"quantity":1},{"addonId":5,"quantity":1},{"addonId":6,"quantity":1}]', 2, '2026-05-05 14:29:24.042', '2026-05-04 14:26:28.51', '2026-05-04 14:29:24.161');
INSERT INTO public."BookingSession" (id, token, "busRoundId", step, "selectedSeats", "customerData", "addonsData", "bookingId", "expiresAt", "createdAt", "updatedAt") VALUES (9, '94ad7798-8c94-40b9-b909-bc0f08741db1', 25, 1, '[{"seatNumber":4,"gender":"MALE"}]', NULL, NULL, NULL, '2026-05-04 16:38:41.018', '2026-05-03 16:38:41.023', '2026-05-03 16:38:41.023');
INSERT INTO public."BookingSession" (id, token, "busRoundId", step, "selectedSeats", "customerData", "addonsData", "bookingId", "expiresAt", "createdAt", "updatedAt") VALUES (10, 'ddec60c0-cf79-4258-988e-0f46389fe742', 26, 1, '[{"seatNumber":4,"gender":"MALE"}]', NULL, NULL, NULL, '2026-05-05 05:35:35.301', '2026-05-04 05:35:35.301', '2026-05-04 05:35:35.301');
INSERT INTO public."BookingSession" (id, token, "busRoundId", step, "selectedSeats", "customerData", "addonsData", "bookingId", "expiresAt", "createdAt", "updatedAt") VALUES (11, 'b7aa706f-821d-4187-85d7-302b784c357e', 24, 1, '[{"seatNumber":4,"gender":"MALE"}]', NULL, NULL, NULL, '2026-05-05 05:38:36.488', '2026-05-04 05:38:36.489', '2026-05-04 05:38:36.489');
INSERT INTO public."BookingSession" (id, token, "busRoundId", step, "selectedSeats", "customerData", "addonsData", "bookingId", "expiresAt", "createdAt", "updatedAt") VALUES (12, '8683b816-f378-4ffc-8c3b-961ad859081e', 27, 1, '[{"seatNumber":4,"gender":"MALE"}]', NULL, NULL, NULL, '2026-05-05 09:18:57.803', '2026-05-04 09:18:57.805', '2026-05-04 09:18:57.805');
INSERT INTO public."BookingSession" (id, token, "busRoundId", step, "selectedSeats", "customerData", "addonsData", "bookingId", "expiresAt", "createdAt", "updatedAt") VALUES (13, 'fd049b09-7ea1-446f-9511-85d75e6d08a3', 29, 1, '[{"seatNumber":4,"gender":"MALE","namePrefix":"","nickname":"","firstName":"","lastName":"","passengerName":"","phone":"","nationalId":"","birthDate":null,"bloodType":"","foodAllergy":"","pickupPoint":null,"pickupPrice":0}]', NULL, NULL, NULL, '2026-05-05 13:13:31.004', '2026-05-04 13:13:25.683', '2026-05-04 13:13:31.016');
INSERT INTO public."BookingSession" (id, token, "busRoundId", step, "selectedSeats", "customerData", "addonsData", "bookingId", "expiresAt", "createdAt", "updatedAt") VALUES (15, '43dbb280-3adb-4b3c-ae65-1169c60d5a1e', 24, 2, '[{"seatNumber":2,"gender":"MALE","namePrefix":"นางสาว","nickname":"ดด","firstName":"กก","lastName":"ดด","passengerName":"กก ดด","phone":"0965556622","nationalId":"2252255225888","birthDate":"2021-05-07T00:00:00.000Z","bloodType":"AB","foodAllergy":"กุ้ง","pickupPoint":"ลานจอดรถ BTS หมอชิต","pickupPrice":0,"emergencyName":"","emergencyPhone":"","beneficiaryName":"","beneficiaryRelation":"","beneficiaryRelationOther":null,"consentPolicyRead":false,"consentTermsAccepted":false,"consent4WD":false,"consentDomesticOnly":false,"consentedConditionIds":[],"customConditions":null}]', '{"mainName":"กก ดด","mainPhone":"0965556622"}', '[{"addonId":1,"quantity":1},{"addonId":4,"quantity":1}]', 1, '2026-05-05 14:15:32.478', '2026-05-04 14:11:04.493', '2026-05-04 14:15:32.478');
INSERT INTO public."BookingSession" (id, token, "busRoundId", step, "selectedSeats", "customerData", "addonsData", "bookingId", "expiresAt", "createdAt", "updatedAt") VALUES (28, '7761c93f-3e6f-420a-ae99-c616daa173e7', 24, 2, '[{"seatNumber":3,"gender":"FEMALE","namePrefix":"นางสาว","nickname":"แอ้ม","firstName":"ผาสุก","lastName":"บุญศรี","passengerName":"ผาสุก บุญศรี","phone":"0960515150","nationalId":"1340500088492","birthDate":"1986-08-31T00:00:00.000Z","bloodType":"B","foodAllergy":"-","pickupPoint":"ลานจอดรถ BTS หมอชิต","pickupPrice":0}]', '{"mainName":"ผาสุก บุญศรี","mainPhone":"0960515150"}', NULL, NULL, '2026-05-05 14:39:26.242', '2026-05-04 14:35:29.845', '2026-05-04 14:39:26.242');
INSERT INTO public."BookingSession" (id, token, "busRoundId", step, "selectedSeats", "customerData", "addonsData", "bookingId", "expiresAt", "createdAt", "updatedAt") VALUES (38, '985f361e-9ee0-4788-81ae-60231d68e315', 24, 1, '[{"seatNumber":3,"gender":"FEMALE"},{"seatNumber":5,"gender":"FEMALE"}]', NULL, NULL, NULL, '2026-05-05 14:42:52.201', '2026-05-04 14:42:41.242', '2026-05-04 14:42:52.202');
INSERT INTO public."BookingSession" (id, token, "busRoundId", step, "selectedSeats", "customerData", "addonsData", "bookingId", "expiresAt", "createdAt", "updatedAt") VALUES (29, '9daa832c-3d19-450b-83e7-987bdf1732b2', 24, 2, '[{"seatNumber":6,"gender":"MALE","namePrefix":"นาง","nickname":"นน","firstName":"นน","lastName":"บบ","passengerName":"นน บบ","phone":"0934906904","nationalId":"1147755882653","birthDate":"1993-05-06T00:00:00.000Z","bloodType":"AB","foodAllergy":"กุ้ง","pickupPoint":"ลานจอดรถ BTS หมอชิต","pickupPrice":0,"emergencyName":"บบ","emergencyPhone":"0885552233","beneficiaryName":"คคค","beneficiaryRelation":"MOTHER","beneficiaryRelationOther":null,"consentPolicyRead":true,"consentTermsAccepted":false,"consent4WD":false,"consentDomesticOnly":false,"consentedConditionIds":[1],"customConditions":null}]', '{"mainName":"นน บบ","mainPhone":"0934906904"}', '[{"addonId":1,"quantity":1},{"addonId":2,"quantity":1},{"addonId":3,"quantity":1}]', 3, '2026-05-05 15:12:58.833', '2026-05-04 14:36:03.083', '2026-05-04 15:12:58.834');
INSERT INTO public."BookingSession" (id, token, "busRoundId", step, "selectedSeats", "customerData", "addonsData", "bookingId", "expiresAt", "createdAt", "updatedAt") VALUES (41, '112c5f5e-1985-4fdd-8896-dcc0611f42c1', 24, 5, '[{"seatNumber":9,"gender":"FEMALE","namePrefix":"นาง","nickname":"ยน","firstName":"เจน","lastName":"บน","passengerName":"เจน บน","phone":"0852225185","nationalId":"2233122331125","birthDate":"2009-07-05T00:00:00.000Z","bloodType":"B","foodAllergy":"สน","pickupPoint":"ลานจอดรถ BTS หมอชิต","pickupPrice":0,"emergencyName":"นน","emergencyPhone":"0884445124","beneficiaryName":"สสสดด","beneficiaryRelation":"SIBLING","beneficiaryRelationOther":null,"consentPolicyRead":true,"consentTermsAccepted":false,"consent4WD":false,"consentDomesticOnly":false,"consentedConditionIds":[1],"customConditions":null}]', '{"mainName":"เจน บน","mainPhone":"0852225185"}', '[{"addonId":1,"quantity":1},{"addonId":2,"quantity":1}]', 4, '2026-05-05 15:15:18.281', '2026-05-04 15:13:37.34', '2026-05-04 15:15:18.433');


--
-- Data for Name: CancelLog; Type: TABLE DATA; Schema: public; Owner: postgres
--



--
-- Data for Name: Content; Type: TABLE DATA; Schema: public; Owner: postgres
--



--
-- Data for Name: Expense; Type: TABLE DATA; Schema: public; Owner: postgres
--



--
-- Data for Name: GalleryAlbum; Type: TABLE DATA; Schema: public; Owner: postgres
--



--
-- Data for Name: GalleryImage; Type: TABLE DATA; Schema: public; Owner: postgres
--



--
-- Data for Name: InsuranceCondition; Type: TABLE DATA; Schema: public; Owner: postgres
--

INSERT INTO public."InsuranceCondition" (id, title, description, "iconClass", "sortOrder", "isRequired", "isActive", "createdAt", "updatedAt") VALUES (1, 'ข้าพเจ้ารับทราบและยอมรับ', '', 'bi-check-circle-fill text-success', 1, true, true, '2026-05-04 14:18:42.29', '2026-05-04 14:22:31.232');


--
-- Data for Name: SeatBooking; Type: TABLE DATA; Schema: public; Owner: postgres
--

INSERT INTO public."SeatBooking" (id, "busRoundId", "bookingId", "seatNumber", gender, "sessionToken", "holdExpiresAt", "createdAt", "birthDate", "bloodType", "dropoffPoint", email, "emergencyName", "emergencyPhone", "firstName", "foodAllergy", "idCardImageUrl", "lastName", "namePrefix", "nationalId", nickname, phone, "pickupPoint", "vanOrder") VALUES (13, 24, 1, 2, 'MALE', NULL, NULL, '2026-05-04 14:11:05.113', '2021-05-07 00:00:00', 'AB', NULL, NULL, 'ดด', '555555555555', 'กก', 'กุ้ง', NULL, 'ดด', 'นางสาว', '2252255225888', 'ดด', '0965556622', 'ลานจอดรถ BTS หมอชิต', NULL);
INSERT INTO public."SeatBooking" (id, "busRoundId", "bookingId", "seatNumber", gender, "sessionToken", "holdExpiresAt", "createdAt", "birthDate", "bloodType", "dropoffPoint", email, "emergencyName", "emergencyPhone", "firstName", "foodAllergy", "idCardImageUrl", "lastName", "namePrefix", "nationalId", nickname, phone, "pickupPoint", "vanOrder") VALUES (14, 24, 2, 4, 'FEMALE', NULL, NULL, '2026-05-04 14:26:28.543', '1993-05-14 00:00:00', 'B', NULL, NULL, 'นนท์ นรยน', '0235554748', 'สรศักดิ์', 'กุ้ง', NULL, 'ล้อมกระโทก', 'นาย', '1309900912666', 'อาร์ม', '0934906904', 'ลานจอดรถ BTS หมอชิต', NULL);
INSERT INTO public."SeatBooking" (id, "busRoundId", "bookingId", "seatNumber", gender, "sessionToken", "holdExpiresAt", "createdAt", "birthDate", "bloodType", "dropoffPoint", email, "emergencyName", "emergencyPhone", "firstName", "foodAllergy", "idCardImageUrl", "lastName", "namePrefix", "nationalId", nickname, phone, "pickupPoint", "vanOrder") VALUES (16, 24, 3, 6, 'MALE', NULL, NULL, '2026-05-04 14:36:03.151', '1993-05-06 00:00:00', 'AB', NULL, NULL, 'บบ', '0885552233', 'นน', 'กุ้ง', NULL, 'บบ', 'นาง', '1147755882653', 'นน', '0934906904', 'ลานจอดรถ BTS หมอชิต', NULL);
INSERT INTO public."SeatBooking" (id, "busRoundId", "bookingId", "seatNumber", gender, "sessionToken", "holdExpiresAt", "createdAt", "birthDate", "bloodType", "dropoffPoint", email, "emergencyName", "emergencyPhone", "firstName", "foodAllergy", "idCardImageUrl", "lastName", "namePrefix", "nationalId", nickname, phone, "pickupPoint", "vanOrder") VALUES (18, 24, 4, 9, 'FEMALE', NULL, NULL, '2026-05-04 15:13:37.751', '2009-07-05 00:00:00', 'B', NULL, NULL, 'นน', '0884445124', 'เจน', 'สน', NULL, 'บน', 'นาง', '2233122331125', 'ยน', '0852225185', 'ลานจอดรถ BTS หมอชิต', NULL);


--
-- Data for Name: InsuranceForm; Type: TABLE DATA; Schema: public; Owner: postgres
--

INSERT INTO public."InsuranceForm" (id, "bookingId", "beneficiaryName", "beneficiaryRelation", "beneficiaryRelationOther", "consentPolicyRead", "consentTermsAccepted", "consent4WD", "consentDomesticOnly", "customConditions", "coverageAmount", status, "submittedAt", "reviewedBy", "reviewedAt", "rejectReason", "issuedPolicyNo", "createdAt", "updatedAt", "seatBookingId") VALUES (1, 1, 'ิ้ด้เด่่่', 'LEGAL_HEIR', NULL, false, false, false, false, NULL, 1000000, 'SUBMITTED', NULL, NULL, NULL, NULL, NULL, '2026-05-04 14:14:51.921', '2026-05-04 14:14:51.921', 13);
INSERT INTO public."InsuranceForm" (id, "bookingId", "beneficiaryName", "beneficiaryRelation", "beneficiaryRelationOther", "consentPolicyRead", "consentTermsAccepted", "consent4WD", "consentDomesticOnly", "customConditions", "coverageAmount", status, "submittedAt", "reviewedBy", "reviewedAt", "rejectReason", "issuedPolicyNo", "createdAt", "updatedAt", "seatBookingId") VALUES (2, 2, 'นนรย์ ททพร', 'SPOUSE', NULL, true, false, false, false, NULL, 1000000, 'SUBMITTED', NULL, NULL, NULL, NULL, NULL, '2026-05-04 14:29:24.375', '2026-05-04 14:29:24.375', 14);
INSERT INTO public."InsuranceForm" (id, "bookingId", "beneficiaryName", "beneficiaryRelation", "beneficiaryRelationOther", "consentPolicyRead", "consentTermsAccepted", "consent4WD", "consentDomesticOnly", "customConditions", "coverageAmount", status, "submittedAt", "reviewedBy", "reviewedAt", "rejectReason", "issuedPolicyNo", "createdAt", "updatedAt", "seatBookingId") VALUES (3, 3, 'คคค', 'MOTHER', NULL, true, false, false, false, NULL, 1000000, 'SUBMITTED', NULL, NULL, NULL, NULL, NULL, '2026-05-04 14:37:41.67', '2026-05-04 14:37:41.67', 16);
INSERT INTO public."InsuranceForm" (id, "bookingId", "beneficiaryName", "beneficiaryRelation", "beneficiaryRelationOther", "consentPolicyRead", "consentTermsAccepted", "consent4WD", "consentDomesticOnly", "customConditions", "coverageAmount", status, "submittedAt", "reviewedBy", "reviewedAt", "rejectReason", "issuedPolicyNo", "createdAt", "updatedAt", "seatBookingId") VALUES (4, 4, 'สสสดด', 'SIBLING', NULL, true, false, false, false, NULL, 1000000, 'SUBMITTED', NULL, NULL, NULL, NULL, NULL, '2026-05-04 15:15:18.48', '2026-05-04 15:15:18.48', 18);


--
-- Data for Name: InsurancePolicyContent; Type: TABLE DATA; Schema: public; Owner: postgres
--

INSERT INTO public."InsurancePolicyContent" (id, "contentType", "textContent", "imageUrl", "updatedAt") VALUES (1, 'text', '<p><strong>ความคุ้มครอง</strong> | <strong>ทุนประกันภัย</strong></p><p><strong>1. เสียชีวิต สูญเสียอวัยวะ สายตา หรือทุพพลภาพถาวรสิ้นเชิง (อบ.1)</strong></p><p> (P.A.1 Loss of Life, Dismemberment, Loss of Sight or Total Permanent Disability)</p><p> <strong>ทุนประกันภัย: 1,000,000</strong></p><p><strong>2. การรักษาพยาบาลต่ออุบัติเหตุแต่ละครั้ง ต่อคน ต่อระยะเวลาเดินทาง ไม่เกินวงเงิน</strong></p><p> (Medical Expenses due to accident, per each Accident)</p><p>• การเล่นบอลลูน, สกี, เรือบานาน่าโบ๊ท, เจ็ตสกีหรือเรือลากร่ม, การโดยสารเรือสปีดโบ๊ท, การเดินใต้ทะเล, การดำน้ำตื้น, จักรยาน, โหนสลิง, รถ ATV, ล่องแก่ง, การขี่ช้าง, การขี่ม้าเพื่อสันทนาการ (ไม่ใช่การแข่งขัน), เรือคายัค, ฟลายบอร์ด, การเดินป่า</p><p>• Balloon, Skiing, Banana Boat Riding, Jet Skiing or Parasailing, Speed Boat Travelling, Sea Walker, Snorkeling, Bicycle, Zipline, ATV, Rafting, Elephant Riding, Kayak, Horse Riding for recreational activity (not for racing), Flyboard, and Trekking</p><p><strong>2.1</strong> คุ้มครองค่าใช้จ่ายในการรักษาพยาบาล เนื่องจากอาหารเป็นพิษ 100,000 บาทต่อคน</p><p><strong>2.2</strong> คุ้มครองค่าชดเชยรายได้รายวัน กรณีเข้ารักษาตัวในโรงพยาบาล (IPD) เนื่องจากอุบัติเหตุ ทั้งในประเทศ และต่างประเทศ วันละ 500 บาท สูงสุด 30 วัน</p><p><strong>2.3</strong> คุ้มครองค่าใช้จ่ายในการส่งศพกลับภูมิลำเนา กรณีเสียชีวิตจากอุบัติเหตุ สูงสุด 100,000 บาทต่อคน</p><p><strong>2.4</strong> คุ้มครองค่าเคลื่อนย้ายเพื่อการรักษาฉุกเฉิน* กรณีเกิดอุบัติเหตุ สูงสุด 100,000 บาทต่อคน</p><p><strong>2.5</strong> ขยายความคุ้มครองตั้งแต่ ข้อ 2.1 ถึง ข้อ 2.4 นี้ เป็นค่าใช้จ่ายรวมอยู่หมวดค่ารักษาพยาบาล</p><p><strong>ทุนประกันภัย: 500,000</strong></p><p><br></p><p><strong>เงื่อนไขความคุ้มครอง</strong></p><ol><li>ความคุ้มครองและผลประโยชน์ต่อการสูญเสียจากอุบัติเหตุแต่ละครั้งสูงสุด 150,000,000 บาท ภายใต้กรมธรรม์มาตรฐานสำหรับธุรกิจนำเที่ยวที่อยู่ภายใต้การดูแลรับผิดชอบของผู้ถือกรมธรรม์ประกันภัย</li><li>ทริปการเดินทางจะต้องมีไกด์ หรือ ผู้นำทัวร์ ผู้ดูแลกรุ๊ปทัวร์ จนสิ้นสุดทริปการเดินทาง ที่อยู่ภายใต้การดูแลรับผิดชอบของผู้ถือกรมธรรม์ประกันภัย</li><li>ผู้ถือกรมธรรม์ต้องแจ้งรายละเอียดการเดินทาง ชื่อ-นามสกุล เลขบัตรประจำตัว โปรแกรมการทางเดินทาง วันเดินทางไป-กลับ ของนักท่องเที่ยวให้บริษัทฯ ทราบก่อนกำหนดการเดินทางทุกครั้ง</li><li>ระยะเวลาคุ้มครอง : 1 วัน สิ้นสุด 24.00 น.</li><li>ไม่จำกัดอายุผู้เอาประกันภัย</li><li>ไม่คุ้มครองกรณีเจ็บป่วย รวมถึงโรคประจำตัวหรือการติดเชื้อไวรัส</li><li>กรมธรรม์ประกันภัยนี้ไม่คุ้มครองผู้ที่เดินทางไปหรือการเดินทางผ่าน หรือการเดินทางภายในประเทศต่อไปนี้ อัฟกานิสถาน, อาเซอร์ไบจัน, คิวบา, อิหร่าน, อิรัก, เลบานอน, ลิเบีย, สาธารณรัฐคีร์กีซ, สาธารณรัฐนิการากัว, เกาหลี(เหนือ), ปากีสถาน, ซีเรีย, ทาจิกิสถาน, เติร์กเมนิสถาน, ปาเลสไตน์, อุซเบกิสถาน, อิสราเอล, ซูดาน, บูรุนดี, รวันดา, ไลบีเรีย, เอธิโอเปีย, เอริเทรีย, แองโกลา, แอลจีเรีย, เฮติ</li></ol><p><br></p><p><br></p>', NULL, '2026-05-04 14:25:48.79');


--
-- Data for Name: Payment; Type: TABLE DATA; Schema: public; Owner: postgres
--

INSERT INTO public."Payment" (id, "bookingId", "userId", amount, type, "slipUrl", status, "confirmedAt", "createdAt", "updatedAt") VALUES (1, 1, 5, 1000, 'DEPOSIT', '/uploads/1777904092749-ChatGPT_Image_3_พ.ค._2569_10_40_43.png', 'CONFIRMED', '2026-05-04 14:16:53.953', '2026-05-04 14:14:51.17', '2026-05-04 14:16:53.957');
INSERT INTO public."Payment" (id, "bookingId", "userId", amount, type, "slipUrl", status, "confirmedAt", "createdAt", "updatedAt") VALUES (2, 2, 6, 1000, 'DEPOSIT', '/uploads/1777904964442-LINE_ALBUM_เขาเหมน_260108_4.jpg', 'CONFIRMED', '2026-05-04 14:34:02.46', '2026-05-04 14:29:24.149', '2026-05-04 14:34:02.461');
INSERT INTO public."Payment" (id, "bookingId", "userId", amount, type, "slipUrl", status, "confirmedAt", "createdAt", "updatedAt") VALUES (3, 3, 7, 4500, 'FULL', NULL, 'CONFIRMED', '2026-05-04 14:40:34.749', '2026-05-04 14:37:41.595', '2026-05-04 14:40:34.749');
INSERT INTO public."Payment" (id, "bookingId", "userId", amount, type, "slipUrl", status, "confirmedAt", "createdAt", "updatedAt") VALUES (4, 4, 8, 4150, 'FULL', '/uploads/1777907742245-IMG_0264.jpeg', 'CONFIRMED', '2026-05-04 15:17:25.892', '2026-05-04 15:15:18.415', '2026-05-04 15:17:25.893');


--
-- Data for Name: SiteSetting; Type: TABLE DATA; Schema: public; Owner: postgres
--

INSERT INTO public."SiteSetting" (id, key, value, "updatedAt") VALUES (167, 'cookie_policy_text', 'เว็บไซต์นี้ใช้คุกกี้เพื่อนำเสนอประสบการณ์ที่ดีที่สุด', '2026-05-04 12:29:34.041');
INSERT INTO public."SiteSetting" (id, key, value, "updatedAt") VALUES (168, 'announcement_active', 'true', '2026-05-04 12:29:34.041');
INSERT INTO public."SiteSetting" (id, key, value, "updatedAt") VALUES (140, 'site_name', 'PueanDernPa Connect', '2026-05-04 12:29:34.039');
INSERT INTO public."SiteSetting" (id, key, value, "updatedAt") VALUES (141, 'analytics_ga4', '', '2026-05-04 12:29:34.04');
INSERT INTO public."SiteSetting" (id, key, value, "updatedAt") VALUES (150, 'site_tagline', 'ถ้าคุณเดินป่า เราคือเพื่อนคุณ', '2026-05-04 12:29:34.039');
INSERT INTO public."SiteSetting" (id, key, value, "updatedAt") VALUES (142, 'social_facebook', 'https://www.facebook.com/PueanDernPa', '2026-05-04 12:29:34.04');
INSERT INTO public."SiteSetting" (id, key, value, "updatedAt") VALUES (143, 'social_line_oa', 'https://lin.ee/y2yKlji', '2026-05-04 12:29:34.04');
INSERT INTO public."SiteSetting" (id, key, value, "updatedAt") VALUES (145, 'social_tiktok', '', '2026-05-04 12:29:34.04');
INSERT INTO public."SiteSetting" (id, key, value, "updatedAt") VALUES (146, 'social_youtube', '', '2026-05-04 12:29:34.04');
INSERT INTO public."SiteSetting" (id, key, value, "updatedAt") VALUES (144, 'social_instagram', '', '2026-05-04 12:29:34.04');
INSERT INTO public."SiteSetting" (id, key, value, "updatedAt") VALUES (147, 'contact_phone', '', '2026-05-04 12:29:34.04');
INSERT INTO public."SiteSetting" (id, key, value, "updatedAt") VALUES (149, 'contact_email', '', '2026-05-04 12:29:34.04');
INSERT INTO public."SiteSetting" (id, key, value, "updatedAt") VALUES (154, 'contact_address', '', '2026-05-04 12:29:34.04');
INSERT INTO public."SiteSetting" (id, key, value, "updatedAt") VALUES (156, 'contact_hours', 'จ-ศ 09:00-18:00', '2026-05-04 12:29:34.04');
INSERT INTO public."SiteSetting" (id, key, value, "updatedAt") VALUES (157, 'contact_map_embed', '', '2026-05-04 12:29:34.04');
INSERT INTO public."SiteSetting" (id, key, value, "updatedAt") VALUES (153, 'seo_keywords', 'ทริป,ท่องเที่ยว,เดินป่า,ทัวร์,booking', '2026-05-04 12:29:34.04');
INSERT INTO public."SiteSetting" (id, key, value, "updatedAt") VALUES (161, 'site_favicon_url', '', '2026-05-04 12:29:34.04');
INSERT INTO public."SiteSetting" (id, key, value, "updatedAt") VALUES (162, 'hero_title', 'ถ้าคุณเดินป่า เราคือเพื่อนคุณ', '2026-05-04 12:29:34.04');
INSERT INTO public."SiteSetting" (id, key, value, "updatedAt") VALUES (163, 'hero_bg_url', '/uploads/1777890200615-623160004_122118828939078787_2236107939097721916_n.jpg', '2026-05-04 12:29:34.041');
INSERT INTO public."SiteSetting" (id, key, value, "updatedAt") VALUES (164, 'announcement_text', 'จองทริปพร้อมกัน 2 ที่นั่งวันนี้ ฟรีเต็นท์เช่าแบบนอน 2 คน มูลค่า 450 บาท', '2026-05-04 12:29:34.041');
INSERT INTO public."SiteSetting" (id, key, value, "updatedAt") VALUES (160, 'hero_subtitle', 'เพื่อนเดินป่า — เปิดโลกกว้าง ออกไปสัมผัสธรรมชาติ', '2026-05-04 12:29:34.041');
INSERT INTO public."SiteSetting" (id, key, value, "updatedAt") VALUES (151, 'site_description', 'บริการจัดทริปท่องเที่ยว ทริปเดินป่า และทัวร์ต่างประเทศ', '2026-05-04 12:29:34.039');
INSERT INTO public."SiteSetting" (id, key, value, "updatedAt") VALUES (159, 'seo_description', 'จองทริปท่องเที่ยวกับ PueanDernPa Connectทริปในประเทศและต่างประเทศ', '2026-05-04 12:29:34.04');
INSERT INTO public."SiteSetting" (id, key, value, "updatedAt") VALUES (158, 'seo_og_image', '', '2026-05-04 12:29:34.04');
INSERT INTO public."SiteSetting" (id, key, value, "updatedAt") VALUES (148, 'site_logo_url', '', '2026-05-04 12:29:34.039');
INSERT INTO public."SiteSetting" (id, key, value, "updatedAt") VALUES (152, 'seo_title', 'PueanDernPa Connect', '2026-05-04 12:29:34.04');
INSERT INTO public."SiteSetting" (id, key, value, "updatedAt") VALUES (155, 'analytics_gtm', '', '2026-05-04 12:29:34.04');
INSERT INTO public."SiteSetting" (id, key, value, "updatedAt") VALUES (165, 'email_notify_to', '', '2026-05-04 12:29:34.041');
INSERT INTO public."SiteSetting" (id, key, value, "updatedAt") VALUES (166, 'line_notify_token', '', '2026-05-04 12:29:34.041');


--
-- Data for Name: Upload; Type: TABLE DATA; Schema: public; Owner: postgres
--

INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (3, 'LINE_ALBUM_à¹à¸à¸²à¹à¸¢à¹à¸à¸­à¸¸à¹à¸¡à¹à¸à¸µà¹à¸¢à¸_260424_5.jpg', '/uploads/1777880643863-LINE_ALBUM_เขาเย็นอุ้มเปี้ยง_260424_5.jpg', 'image/jpeg', 175270, '2026-05-04 07:44:03.919', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (7, 'LINE_ALBUM_à¹à¸à¸²à¸ªà¸à¹à¸à¸£à¸µà¸¢à¸_260424_1.jpg', '/uploads/1777880785461-LINE_ALBUM_เขาสนเพรียง_260424_1.jpg', 'image/jpeg', 407934, '2026-05-04 07:46:25.761', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (8, 'LINE_ALBUM_à¹à¸à¸²à¸«à¸¥à¸§à¸à¸ªà¸¸à¹à¸à¸à¸±à¸¢_260108_1.jpg', '/uploads/1777880961923-LINE_ALBUM_เขาหลวงสุโขทัย_260108_1.jpg', 'image/jpeg', 653004, '2026-05-04 07:49:22.326', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (10, 'LINE_ALBUM_à¸à¸´à¸à¸à¹à¸­à¸ à¸à¹à¸­à¸à¸à¸³_251119_29.jpg', '/uploads/1777881456883-LINE_ALBUM_จิกจ้อง_ฆ้องคำ_251119_29.jpg', 'image/jpeg', 340358, '2026-05-04 07:57:37.078', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (11, 'LINE_ALBUM_à¸à¸­à¸¢à¸à¸_260424_5.jpg', '/uploads/1777881606754-LINE_ALBUM_ดอยจง_260424_5.jpg', 'image/jpeg', 147784, '2026-05-04 08:00:06.833', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (12, 'LINE_ALBUM_à¸à¸­à¸¢à¸¡à¸_260424_6.jpg', '/uploads/1777881759602-LINE_ALBUM_ดอยมด_260424_6.jpg', 'image/jpeg', 592300, '2026-05-04 08:02:39.734', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (13, 'ChatGPT Image 4 à¸.à¸. 2569 15_13_01.png', '/uploads/1777882316588-ChatGPT_Image_4_พ.ค._2569_15_13_01.png', 'image/png', 2402515, '2026-05-04 08:11:57.067', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (14, 'ChatGPT Image 4 à¸.à¸. 2569 15_19_15.png', '/uploads/1777882679469-ChatGPT_Image_4_พ.ค._2569_15_19_15.png', 'image/png', 2556273, '2026-05-04 08:18:00.391', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (15, 'ChatGPT Image 4 à¸.à¸. 2569 15_24_21.png', '/uploads/1777882976071-ChatGPT_Image_4_พ.ค._2569_15_24_21.png', 'image/png', 2679625, '2026-05-04 08:22:56.372', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (16, 'ChatGPT Image 4 à¸.à¸. 2569 15_29_15 (1).png', '/uploads/1777883282233-ChatGPT_Image_4_พ.ค._2569_15_29_15__1_.png', 'image/png', 3208166, '2026-05-04 08:28:03.196', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (17, 'ChatGPT Image 4 à¸.à¸. 2569 15_34_12 (1).png', '/uploads/1777883576745-ChatGPT_Image_4_พ.ค._2569_15_34_12__1_.png', 'image/png', 2950365, '2026-05-04 08:32:57.179', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (18, '659074801_122125902657078787_6817634284578829609_n.jpg', '/uploads/1777883739445-659074801_122125902657078787_6817634284578829609_n.jpg', 'image/jpeg', 477153, '2026-05-04 08:35:40.463', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (19, 'ChatGPT Image 4 à¸.à¸. 2569 16_02_35 (1).png', '/uploads/1777885315138-ChatGPT_Image_4_พ.ค._2569_16_02_35__1_.png', 'image/png', 2700721, '2026-05-04 09:01:56.086', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (20, 'ChatGPT Image 4 à¸.à¸. 2569 16_09_18 (1).png', '/uploads/1777885689081-ChatGPT_Image_4_พ.ค._2569_16_09_18__1_.png', 'image/png', 2141309, '2026-05-04 09:08:09.556', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (21, 'ChatGPT Image 4 à¸.à¸. 2569 16_19_04 (1).png', '/uploads/1777886269104-ChatGPT_Image_4_พ.ค._2569_16_19_04__1_.png', 'image/png', 2451197, '2026-05-04 09:17:49.718', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (22, 'ChatGPT Image 4 à¸.à¸. 2569 16_36_30 (1).png', '/uploads/1777887315606-ChatGPT_Image_4_พ.ค._2569_16_36_30__1_.png', 'image/png', 2887861, '2026-05-04 09:35:16.672', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (23, 'ChatGPT Image 4 à¸.à¸. 2569 16_43_28 (1).png', '/uploads/1777887730346-ChatGPT_Image_4_พ.ค._2569_16_43_28__1_.png', 'image/png', 2686848, '2026-05-04 09:42:11.196', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (24, 'ChatGPT Image 4 à¸.à¸. 2569 16_50_12 (1).png', '/uploads/1777888147743-ChatGPT_Image_4_พ.ค._2569_16_50_12__1_.png', 'image/png', 2869319, '2026-05-04 09:49:09.061', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (27, 'LINE_ALBUM_à¹à¸à¹à¸à¹à¸à¹à¸_251119_13 à¸ªà¸³à¹à¸à¸².jpg', '/uploads/1777888731197-LINE_ALBUM_โป้งแง้น_251119_13_สำเนา.jpg', 'image/jpeg', 793200, '2026-05-04 09:58:51.457', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (28, 'LINE_ALBUM_à¸à¸²à¹à¸à¸à¸«à¸¥à¸§à¸_260427_1.jpg', '/uploads/1777888858266-LINE_ALBUM_ผาแดงหลวง_260427_1.jpg', 'image/jpeg', 123275, '2026-05-04 10:00:58.362', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (29, 'LINE_ALBUM_à¸à¸²2 à¸¤à¸à¸¹_260424_1.jpg', '/uploads/1777888966517-LINE_ALBUM_ผา2_ฤดู_260424_1.jpg', 'image/jpeg', 171352, '2026-05-04 10:02:46.626', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (34, 'ChatGPT Image 4 à¸.à¸. 2569 17_11_35 (1).png', '/uploads/1777889423505-ChatGPT_Image_4_พ.ค._2569_17_11_35__1_.png', 'image/png', 2202979, '2026-05-04 10:10:23.813', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (35, 'ChatGPT Image 4 à¸.à¸. 2569 17_18_38 (2).png', '/uploads/1777889838182-ChatGPT_Image_4_พ.ค._2569_17_18_38__2_.png', 'image/png', 2431389, '2026-05-04 10:17:18.534', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (36, 'LINE_ALBUM_à¸à¸·à¸­à¸«à¸à¹à¸­à¸¢à¹à¸¥_260424_2.jpg', '/uploads/1777890000201-LINE_ALBUM_พือหน่อยเล_260424_2.jpg', 'image/jpeg', 263855, '2026-05-04 10:20:00.243', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (37, '623160004_122118828939078787_2236107939097721916_n.jpg', '/uploads/1777890200615-623160004_122118828939078787_2236107939097721916_n.jpg', 'image/jpeg', 83938, '2026-05-04 10:23:20.64', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (38, 'LINE_ALBUM_à¸ à¸¹à¹à¸à¸²à¸à¸§à¸²à¸¢_260424_2.jpg', '/uploads/1777890353309-LINE_ALBUM_ภูเขาควาย_260424_2.jpg', 'image/jpeg', 89712, '2026-05-04 10:25:53.33', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (39, 'LINE_ALBUM_à¸ à¸¹à¹à¸à¸²à¸à¸§à¸²à¸¢_260424_2.jpg', '/uploads/1777890363258-LINE_ALBUM_ภูเขาควาย_260424_2.jpg', 'image/jpeg', 89712, '2026-05-04 10:26:03.32', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (40, 'LINE_ALBUM_à¸ à¸¹à¹à¸à¸²à¸à¸§à¸²à¸¢_260424_2.jpg', '/uploads/1777890404092-LINE_ALBUM_ภูเขาควาย_260424_2.jpg', 'image/jpeg', 89712, '2026-05-04 10:26:44.124', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (43, 'LINE_ALBUM_à¸ à¸¹à¸ªà¸­à¸¢à¸à¸²à¸§ à¸¢à¸­à¸2100_260427_5 à¸ªà¸³à¹à¸à¸².jpg', '/uploads/1777891359401-LINE_ALBUM_ภูสอยดาว_ยอด2100_260427_5_สำเนา.jpg', 'image/jpeg', 308918, '2026-05-04 10:42:39.568', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (44, 'LINE_ALBUM_à¸ à¸¹à¸§à¸±à¸§_260427_9 à¸ªà¸³à¹à¸à¸².jpg', '/uploads/1777891714758-LINE_ALBUM_ภูวัว_260427_9_สำเนา.jpg', 'image/jpeg', 242241, '2026-05-04 10:48:34.818', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (45, 'LINE_ALBUM_à¸ à¸¹à¹à¸§_260424_4.jpg', '/uploads/1777891869361-LINE_ALBUM_ภูแว_260424_4.jpg', 'image/jpeg', 312077, '2026-05-04 10:51:09.446', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (46, 'LINE_ALBUM_à¸¡à¹à¸­à¸à¸à¸­à¸à¸à¹à¸²à¸§ à¸à¸­à¸¢à¸à¸_260424_5 à¸ªà¸³à¹à¸à¸².jpg', '/uploads/1777892014037-LINE_ALBUM_ม่อนกองข้าว_ดอยธง_260424_5_สำเนา.jpg', 'image/jpeg', 121981, '2026-05-04 10:53:34.106', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (47, 'LINE_ALBUM_à¸¡à¹à¸­à¸à¸à¸­à¸ ._260427_6.jpg', '/uploads/1777892138733-LINE_ALBUM_ม่อนจอง_._260427_6.jpg', 'image/jpeg', 139169, '2026-05-04 10:55:38.764', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (48, 'LINE_ALBUM_à¸¡à¹à¸­à¸à¸à¸¸à¸¢à¸«à¸¡à¸­à¸_260108_7 à¸ªà¸³à¹à¸à¸².jpg', '/uploads/1777892342426-LINE_ALBUM_ม่อนปุยหมอก_260108_7_สำเนา.jpg', 'image/jpeg', 172642, '2026-05-04 10:59:02.516', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (49, 'LINE_ALBUM_à¸à¸¸à¸£à¸¶à¹à¸ Ã à¸¡à¹à¸­à¸à¸ªà¸µà¹à¸ªà¸«à¸²à¸¢_260424_8.jpg', '/uploads/1777892608168-LINE_ALBUM_นุรึโจ___ม่อนสี่สหาย_260424_8.jpg', 'image/jpeg', 188682, '2026-05-04 11:03:28.368', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (51, 'LINE_ALBUM_à¸¡à¹à¸­à¸à¸ªà¸µà¹à¸ªà¸«à¸²à¸¢_260108_1.jpg', '/uploads/1777892875813-LINE_ALBUM_ม่อนสี่สหาย_260108_1.jpg', 'image/jpeg', 343565, '2026-05-04 11:07:56.378', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (52, '652234457_122124406707078787_9143886442995949413_n.jpg', '/uploads/1777892964668-652234457_122124406707078787_9143886442995949413_n.jpg', 'image/jpeg', 397860, '2026-05-04 11:09:24.715', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (54, 'LINE_ALBUM_à¹à¸¡à¹à¹à¸«à¸²à¸°_260424_4.jpg', '/uploads/1777893349042-LINE_ALBUM_แม่เหาะ_260424_4.jpg', 'image/jpeg', 258736, '2026-05-04 11:15:49.129', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (55, 'LINE_ALBUM_à¹à¸à¸´à¸1408_260424_3.jpg', '/uploads/1777893496969-LINE_ALBUM_เนิน1408_260424_3.jpg', 'image/jpeg', 252007, '2026-05-04 11:18:17.022', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (56, 'LINE_ALBUM_à¸¥à¸±à¸à¸à¸²à¸à¹à¸­à¸¢ à¸¥à¸±à¸à¸à¸²à¸«à¸¥à¸§à¸_260108_4.jpg', '/uploads/1777893621324-LINE_ALBUM_ลังกาน้อย_ลังกาหลวง_260108_4.jpg', 'image/jpeg', 276681, '2026-05-04 11:20:21.427', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (57, 'LINE_ALBUM_à¹à¸¥à¸­à¸à¸§à¸²à¹à¸à¸²à¸°_260108_5.jpg', '/uploads/1777893757925-LINE_ALBUM_เลอกวาเดาะ_260108_5.jpg', 'image/jpeg', 150093, '2026-05-04 11:22:38.013', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (58, 'LINE_ALBUM_à¸ªà¸±à¸à¸«à¸à¸­à¸_251117_3.jpg', '/uploads/1777893896703-LINE_ALBUM_สันหนอก_251117_3.jpg', 'image/jpeg', 528610, '2026-05-04 11:24:56.853', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (59, 'LINE_ALBUM_à¸«à¹à¸§à¸¢à¸à¹à¸³à¹à¸¢à¹à¸_260424_3.jpg', '/uploads/1777894004910-LINE_ALBUM_ห้วยน้ำเย็น_260424_3.jpg', 'image/jpeg', 250223, '2026-05-04 11:26:44.997', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (60, 'LINE_ALBUM_à¸®à¸²à¸à¸¹à¸à¸´_260424_3.jpg', '/uploads/1777894147876-LINE_ALBUM_ฮาดูบิ_260424_3.jpg', 'image/jpeg', 358809, '2026-05-04 11:29:08.03', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (62, 'ChatGPT Image 4 à¸.à¸. 2569 18_55_29 (1).png', '/uploads/1777895903475-ChatGPT_Image_4_พ.ค._2569_18_55_29__1_.png', 'image/png', 2700862, '2026-05-04 11:58:24.108', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (63, 'ChatGPT Image 4 à¸.à¸. 2569 18_47_32 (1).png', '/uploads/1777895942777-ChatGPT_Image_4_พ.ค._2569_18_47_32__1_.png', 'image/png', 3118374, '2026-05-04 11:59:04.271', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (64, 'ChatGPT Image 4 à¸.à¸. 2569 19_01_27 (1).png', '/uploads/1777896018888-ChatGPT_Image_4_พ.ค._2569_19_01_27__1_.png', 'image/png', 2365748, '2026-05-04 12:00:19.979', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (65, 'ChatGPT Image 4 à¸.à¸. 2569 19_06_42 (1).png', '/uploads/1777896323613-ChatGPT_Image_4_พ.ค._2569_19_06_42__1_.png', 'image/png', 2940900, '2026-05-04 12:05:25.81', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (66, '2.png', '/uploads/1777897957741-2.png', 'image/png', 1264255, '2026-05-04 12:32:37.899', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (67, 'ChatGPT Image 3 à¸.à¸. 2569 10_40_43.png', '/uploads/1777904092749-ChatGPT_Image_3_พ.ค._2569_10_40_43.png', 'image/png', 2759117, '2026-05-04 14:15:00.166', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (68, 'LINE_ALBUM_à¹à¸à¸²à¹à¸«à¸¡à¸_260108_4.jpg', '/uploads/1777904964442-LINE_ALBUM_เขาเหมน_260108_4.jpg', 'image/jpeg', 176286, '2026-05-04 14:29:24.487', NULL, 'general');
INSERT INTO public."Upload" (id, filename, url, "fileType", size, "createdAt", "altText", folder) VALUES (69, 'IMG_0264.jpeg', '/uploads/1777907742245-IMG_0264.jpeg', 'image/jpeg', 3209516, '2026-05-04 15:15:44.684', NULL, 'general');


--
-- Data for Name: _prisma_migrations; Type: TABLE DATA; Schema: public; Owner: postgres
--

INSERT INTO public._prisma_migrations (id, checksum, finished_at, migration_name, logs, rolled_back_at, started_at, applied_steps_count) VALUES ('352ea9d2-1043-4782-bebc-1376a003b942', '3663ef5b2e00b1f01f93f0d57a410f1ed798dc64eb9bfd73a1c83de6293b134d', '2026-04-30 16:41:37.28818+00', '20260408170503_init', NULL, NULL, '2026-04-30 16:41:36.674231+00', 1);
INSERT INTO public._prisma_migrations (id, checksum, finished_at, migration_name, logs, rolled_back_at, started_at, applied_steps_count) VALUES ('04c739da-9a0d-409b-a8f9-1bf3f358d3e7', '8239848c54da0c1b9e415c549bc319688298cc92660f50edfde0d10883ea47c1', '2026-04-30 16:41:37.444396+00', '20260411000000_add_seat_booking_session', NULL, NULL, '2026-04-30 16:41:37.288811+00', 1);
INSERT INTO public._prisma_migrations (id, checksum, finished_at, migration_name, logs, rolled_back_at, started_at, applied_steps_count) VALUES ('ee61cfe4-c2af-4356-b2f1-1e7c83c83dd3', '008cf7313aa109cf88c7442a4124eee6df2eb269e8586e5e9649ab509fb53551', '2026-04-30 16:41:37.517296+00', '20260411000001_add_missing_fields', NULL, NULL, '2026-04-30 16:41:37.445109+00', 1);
INSERT INTO public._prisma_migrations (id, checksum, finished_at, migration_name, logs, rolled_back_at, started_at, applied_steps_count) VALUES ('816a016c-b169-4034-8368-627f684a2999', '38e3c85f4e053d2a93c6f98050553f962b3412805205a4a91ec595de731d2d5e', '2026-04-30 16:41:37.64538+00', '20260419062632_add_bank_accounts', NULL, NULL, '2026-04-30 16:41:37.518324+00', 1);
INSERT INTO public._prisma_migrations (id, checksum, finished_at, migration_name, logs, rolled_back_at, started_at, applied_steps_count) VALUES ('e11cf98c-5f15-4dba-9596-b40cf1c4a5d1', '1d78264b3c9f5d5d339aa0b3ece882a7741eaa06c82bff537aa779bd4e6451e4', '2026-04-30 16:41:37.651797+00', '20260430000001_add_bank_account_fields', NULL, NULL, '2026-04-30 16:41:37.646362+00', 1);
INSERT INTO public._prisma_migrations (id, checksum, finished_at, migration_name, logs, rolled_back_at, started_at, applied_steps_count) VALUES ('1a917dc9-0bfe-4a1d-abc7-d5422bd93e79', '21522d0ab04682668b89bff7ad151524803708604c8af87fb57b9fc35aead326', '2026-04-30 16:46:21.416184+00', '20260430164621_sync_schema', NULL, NULL, '2026-04-30 16:46:21.312201+00', 1);


--
-- Name: Addon_id_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."Addon_id_seq"', 9, true);


--
-- Name: BankAccount_id_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."BankAccount_id_seq"', 1, true);


--
-- Name: BookingAddon_id_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."BookingAddon_id_seq"', 10, true);


--
-- Name: BookingSession_id_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."BookingSession_id_seq"', 45, true);


--
-- Name: Booking_id_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."Booking_id_seq"', 4, true);


--
-- Name: BusRound_id_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."BusRound_id_seq"', 30, true);


--
-- Name: CancelLog_id_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."CancelLog_id_seq"', 1, false);


--
-- Name: Content_id_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."Content_id_seq"', 20, true);


--
-- Name: Expense_id_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."Expense_id_seq"', 1, false);


--
-- Name: GalleryAlbum_id_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."GalleryAlbum_id_seq"', 3, true);


--
-- Name: GalleryImage_id_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."GalleryImage_id_seq"', 10, true);


--
-- Name: InsuranceCondition_id_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."InsuranceCondition_id_seq"', 2, true);


--
-- Name: InsuranceForm_id_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."InsuranceForm_id_seq"', 4, true);


--
-- Name: Payment_id_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."Payment_id_seq"', 4, true);


--
-- Name: SeatBooking_id_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."SeatBooking_id_seq"', 18, true);


--
-- Name: SiteSetting_id_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."SiteSetting_id_seq"', 342, true);


--
-- Name: Trip_id_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."Trip_id_seq"', 59, true);


--
-- Name: Upload_id_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."Upload_id_seq"', 69, true);


--
-- Name: User_id_seq; Type: SEQUENCE SET; Schema: public; Owner: postgres
--

SELECT pg_catalog.setval('public."User_id_seq"', 8, true);


--
-- PostgreSQL database dump complete
--

\unrestrict ZUS9wor9guhJyGkAN7nEFwA5ISGybaJgR0B3u9rtOtbSlw2FRq8DRhaeT5sYPIL

